{
  "0": {
    "text": "[2025-09-08] - 文献\nPotential prognostic value and immune landscape of lactylation and liquid-liquid phase separation related genes in acute myeloid leukemia.\n==========================================================================================================================================\n\nJiang, Chen, Qin, Xie, Huang, Chen, Lai (2025) Potential prognostic value and immune landscape of lactylation and liquid-liquid phase separation related genes in acute myeloid leukemia. Hematology (IF: 1.6) 4 区 30(1) 2548073\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nLactylation- and liquid-liquid phase separation-related differentially expressed genes (LLRDEGs) have been implicated in cancer. However, their role in acute myeloid leukemia (AML) remains largely unexplored.LLRDEGs associated with AML prognosis were identified using Cox regression and LASSO analyzes. A prognostic model based on three LLRDEGs was constructed for AML, and its associated biological functions were investigated. Furthermore, we evaluated differences in the tumor immune microenvironment based on this prognostic signature.This study represents the first comprehensive analysis of the prognostic value of LLRDEGs in AML patients, identifying three LLRDEGs with prognostic significance. A prognostic risk model was constructed using these three LLRDEGs, and its prognostic value was validated in an independent external AML dataset. This model was associated with the immune microenvironment of AML. Finally, we observed that chaperonin containing TCP1 subunit 5 (CCT5) was highly expressed in AML. In vitro experiments demonstrated that inhibition of CCT5 induces HL-60 cell cycle arrest and apoptosis.This research provides a theoretical basis relevant to AML treatment strategies.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40889987 (http://www.ncbi.nlm.nih.gov/pubmed/40889987)http://dx.doi.org/10.1080/16078454.2025.2548073 (http://dx.doi.org/10.1080/16078454.2025.2548073)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n鼓励我们",
    "sourceFile": "2242185295.txt",
    "chunkHash": "a60cb98c0cd5dadc37397848bb868f6e6d6d4b72cc16f1701a5899b0435b5796"
  },
  "1": {
    "text": "[2025-09-08] - 文献\nEngineered membraneless organelles in Corynebacterium glutamicum for enhanced indigoidine biosynthesis and antimicrobial peptide production.\n============================================================================================================================================\n\nSun, Zhao, Ledesma-Amaro, Gao, Liu, Bai, Gao, Wang (2025) Engineered membraneless organelles in Corynebacterium glutamicum for enhanced indigoidine biosynthesis and antimicrobial peptide production. Synth Syst Biotechnol (IF: 4.4) 1 区 10(4) 1331-1340\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nLiquid-liquid phase separation (LLPS)-driven membraneless organelles (MLOs) have been employed to enhance metabolic efficiency in various microbial cell factories. However, their application in the industrial bacterium Corynebacterium glutamicum has not been explored. Here, we report the formation of liquid protein condensates in C. glutamicum using the RGG domain of Caenorhabditis elegans LAF-1. We optimized conditions for condensate formation, including the pre-induction period, inducer concentration, and cultivation temperature. Using the indigoidine biosynthesis pathway as a model, we demonstrated that LLPS-mediated MLOs enhanced indigoidine production. Furthermore, we applied these MLOs to modulate the toxicity of antimicrobial peptides (AMPs) to host cells, facilitating the expression of AMPs, including melittin and lactoferricin B. These findings provide insights into MLOs engineering in C. glutamicum and suggest broader applications of LLPS-mediated systems in industrial biotechnology.© 2025 The Authors.\n\n\n\nFigures\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC12395988 (http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12395988)http://www.ncbi.nlm.nih.gov/pubmed/40893468 (http://www.ncbi.nlm.nih.gov/pubmed/40893468)http://dx.doi.org/10.1016/j.synbio.2025.08.001 (http://dx.doi.org/10.1016/j.synbio.2025.08.001)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n下载文献鸟手机app",
    "sourceFile": "2243242298.txt",
    "chunkHash": "bc7d649d9830d85924dd4b6a9cb6ce94d862b03b0a661c20a0af1f43c8936c34"
  },
  "2": {
    "text": "[2025-09-08] - 文献\nFused-ring isomerization dopant-free hole transport materials for high-performance inorganic perovskite solar cells.\n====================================================================================================================\n\nZhang, Liu, Gao, Duan, Cui, Li, Jia, Cai (2025) Fused-ring isomerization dopant-free hole transport materials for high-performance inorganic perovskite solar cells. Chem Commun (Camb) (IF: 4.2) 2 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nWe synthesized two linear dopant-free hole transport materials (HTMs), denoted as NT and iNT, by coupling methoxytriphenylamine donor unit with either naphtho\\[1,2-c:5,6-c'\\]bis\\[1,2,5\\]thiadiazole or its isomeric counterparts naphtho\\[1,2-d:5,6-d'\\]bis(\\[1,2,3\\]thiadiazole) as acceptor units. The fused-ring isomerization structure of iNT endows it with a substantial dipole moment and well-aligned energy levels, which are highly favorable for efficient free-charge extraction. Compared to devices based on NT, CsPbI3 inorganic perovskite solar cells (IPSCs) employing iNT exhibited significantly enhanced performance, achieving a power conversion efficiency (PCE) of 18.09%. Furthermore, the unencapsulated iNT-based devices demonstrated excellent operational stability.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40899571 (http://www.ncbi.nlm.nih.gov/pubmed/40899571)http://dx.doi.org/10.1039/d5cc04164c (http://dx.doi.org/10.1039/d5cc04164c)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2244221440.txt",
    "chunkHash": "44c25e4cca3628dce7fb5e8af25c6baf377ace78e097b9414730d2a645614f9a"
  },
  "3": {
    "text": "[2025-09-08] - 文献\nPreservation of ALYREF Phase Separation Mitigates Doxorubicin-Induced Cardiomyocyte DNA Damage and Cardiotoxicity.\n==================================================================================================================\n\nGao, Shen, Xiao, Han, Liu, Cai, Tian, Lian, Ma, Liu, Gong, Li, Wang, Ren, Zagidullin, Yu, Tian, Liu, Pan, Yang, Cai (2025) Preservation of ALYREF Phase Separation Mitigates Doxorubicin-Induced Cardiomyocyte DNA Damage and Cardiotoxicity. Adv Sci (Weinh) (IF: 15.8) 1 区 e05270\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nThe clinical utility of the anticancer agent doxorubicin (DOX) is limited by its dose-dependent cardiotoxicity. ALYREF, a nuclear protein that preserves genomic stability through interactions with intranuclear components or as an m⁵C-binding regulator of mRNA maturation and export, has not been previously implicated in DOX-induced cardiotoxicity (DIC). Here, the role and underlying mechanisms of ALYREF in the pathogenesis of DIC are investigated. The findings demonstrate that ALYREF expression is markedly reduced in a murine model of DIC. Myocardial-specific overexpression of ALYREF attenuates DOX-induced DNA damage and cardiomyocyte apoptosis, whereas cardiac-specific knockout of ALYREF (ALYREF CKO) exacerbates DOX-induced cardiac dysfunction. Mechanistically, it is identified that nuclear DOX directly binds to the aspartate residue (D171) within the intrinsically disordered regions (IDRs) of ALYREF, disrupting its liquid-liquid phase separation (LLPS) and promoting its ubiquitin-mediated degradation. The condensate state of ALYREF is essential for maintaining the integrity of the NORAD-activated ribonucleoprotein complex 1 (NARC1). Consequently, disruption of ALYREF LLPS leads to dissociation of the NARC1 complex, resulting in DNA damage and apoptosis in CMs. Collectively, these findings reveal a previously unrecognized mechanism by which DIC via interference with ALYREF condensates, offering new insight into the molecular basis of DIC.© 2025 The Author(s). Advanced Science published by Wiley‐VCH GmbH.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40899520 (http://www.ncbi.nlm.nih.gov/pubmed/40899520)http://dx.doi.org/10.1002/advs.202505270 (http://dx.doi.org/10.1002/advs.202505270)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n鼓励我们",
    "sourceFile": "2244221441.txt",
    "chunkHash": "f430877b6cf113aa2c96c81b2c46b003792edb0bf709f6a54787462de480536f"
  },
  "4": {
    "text": "[2025-09-08] - 文献\nCUT&RUN as a Powerful Tool for Chromatin Profiling: a Focus on Neuropsychiatric Disorders.\n==========================================================================================\n\nHolt, Chen, Hughes, Nestler (2025) CUT&RUN as a Powerful Tool for Chromatin Profiling: a Focus on Neuropsychiatric Disorders. Biol Psychiatry (IF: 9) 1 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nProper regulation of gene expression involves a complex array of crosstalk between chromatin remodeling, histone and DNA modifications, and transcription factors. Dysregulation of these processes is implicated in a wide range of neuropsychiatric conditions. Methods to interrogate transcription factors and epigenomic profiles have revolutionized our ability to study molecular mechanisms in the brain. However, as our understanding of this highly complex system has grown, so has the need for more sophisticated methodology to disentangle such multifaceted and cooperative mechanisms. In this review, we briefly introduce techniques to profile chromatin accessibility, transcription factor regulation, and epigenetic mechanisms, as well as a more recently emerging technique, Cleavage Under Targets and Release Using Nuclease (CUT&RUN), and its role in providing new insights into our understanding of the molecular underpinnings of neuropsychiatric disorders, with a focus on addiction and depression.Copyright © 2025. Published by Elsevier Inc.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40907644 (http://www.ncbi.nlm.nih.gov/pubmed/40907644)http://dx.doi.org/10.1016/j.biopsych.2025.08.012 (http://dx.doi.org/10.1016/j.biopsych.2025.08.012)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2245262116.txt",
    "chunkHash": "6cbfdfce4f595f54d7de3ca3199ccfbce2dfb33861bf4003f57d47de0bb22e4c"
  },
  "5": {
    "text": "[2025-09-08] - 文献\nMask protein keeps NF-κB precursor inactive by inducing a closed conformation and isolating it in biomolecular condensates.\n===========================================================================================================================\n\nZheng, Huang, Yang, Wang, Hu, Wu, Liu (2025) Mask protein keeps NF-κB precursor inactive by inducing a closed conformation and isolating it in biomolecular condensates. Cell Rep (IF: 6.9) 1 区 44(9) 116225\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nNuclear factor κB (NF-κB) family transcription factors are critical for innate immune responses across a variety of organisms and are frequently dysregulated in diseases. Understanding their homeostatic regulation is essential for developing therapeutic strategies. Relish, a Drosophila homolog of mammalian NF-κB precursors, provides a valuable model for studying these processes. Although the activation of Relish upon stimulus is well-understood, the mechanisms maintaining its inactivity in the resting state remain unclear. Here, we identify the ankyrin repeat protein multiple ankyrin repeats single KH domain (Mask) as an inhibitor of Relish. Mask binds directly to Relish, facilitating it in a closed conformation, and forms biomolecular condensates that spatially segregate Relish from death-related ced-3/Nedd2-like protein (DREDD), a caspase necessary for Relish activation. Upon immune stimulation, Mask dissociates from Relish and is cleaved by DREDD, thus relieving the inhibition. Notably, Mask's regulatory role is partially conserved in mammals. Our findings provide important insights into NF-κB regulation and highlight the significance of biomolecular condensates in immune control.Copyright © 2025 The Author(s). Published by Elsevier Inc. All rights reserved.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40911418 (http://www.ncbi.nlm.nih.gov/pubmed/40911418)http://dx.doi.org/10.1016/j.celrep.2025.116225 (http://dx.doi.org/10.1016/j.celrep.2025.116225)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n鼓励我们",
    "sourceFile": "2246253759.txt",
    "chunkHash": "c6ca137fc05d39331c40c8a19ebe24fb2b22b03c569b54a46418d3361c7042a4"
  },
  "6": {
    "text": "[2025-09-09] - 文献\nDistribution and Relative Size of Protein Binding Domains Cooperatively Influence Phase Separation of Protein-RNA Mixtures.\n===========================================================================================================================\n\nJi, Jiang, Hou (2025) Distribution and Relative Size of Protein Binding Domains Cooperatively Influence Phase Separation of Protein-RNA Mixtures. J Phys Chem B (IF: 2.9) 2 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nMultivalent protein-protein interactions play essential roles in mediating liquid-liquid phase separation (LLPS) that drives biomolecular condensate formation. Here, we systematically investigate how the spatial distribution and relative size of protein binding domains (PBDs) would influence LLPS in a mixture of spherical proteins and RNA single strands by using a patchy-particle polymer model, wherein each protein contains a fixed number of PBDs on the surface distributed closely or sparsely. Intriguingly, we find that LLPS behavior exhibits a nontrivial dependence on the cooperative interplay between PBD distribution and protein size: while sparsely distributed PBDs are more favorable to LLPS for small proteins, closely packed PBDs facilitate LLPS for larger counterparts. In the former case, large multilayer protein clusters can be formed around the RNA strand connected by sparsely distributed PBDs, while in the latter case, mainly bilayer dense clusters are favored by closely packed PBDs. Furthermore, we have performed extensive simulations to demonstrate that such observations depend on temperature and interaction strength. Our study, therefore, may shed some new light on the understanding of protein-RNA LLPS.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40920236 (http://www.ncbi.nlm.nih.gov/pubmed/40920236)http://dx.doi.org/10.1021/acs.jpcb.5c05492 (http://dx.doi.org/10.1021/acs.jpcb.5c05492)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n下载文献鸟手机app",
    "sourceFile": "2249298782.txt",
    "chunkHash": "04b0b31545aa695511bdba75df8920a46d783cfa93ef81110f6c16c7e48e9eea"
  },
  "7": {
    "text": "[2025-09-09] - 文献\nDissecting the Molecular Determinants of α-synuclein Phase Separation and Condensate Aging: The Pivotal Role of β-Sheet-Rich Motifs.\n====================================================================================================================================\n\nTang, Wen, Yang, Yao, He, Zeng, Dong, Qiao, Zhou, Perrett, Wu, Wei (2025) Dissecting the Molecular Determinants of α-synuclein Phase Separation and Condensate Aging: The Pivotal Role of β-Sheet-Rich Motifs. Adv Sci (Weinh) (IF: 15.8) 1 区 e11545\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nEmerging evidence indicates that liquid-liquid phase separation of α-synuclein occurs during the nucleation step of its aggregation, a pivotal step in the onset of Parkinson's disease. Elucidating the molecular determinants governing this process is essential for understanding the pathological mechanisms of diseases and developing therapeutic strategies that target early-stage aggregation. While previous studies have identified residues critical for α-synuclein amyloid formation, the key residues and molecular drivers of its phase separation remain largely unexplored. Herein, multiscale simulations and experimental approaches are employed to uncover the molecular determinants dictating α-synuclein phase separation and the pre-solidification of its condensates. Seven motifs are identified that exhibit high β-sheet propensity in the monomeric state of α-synuclein and progressively increase in β-sheet content during condensation. Notably, two C-terminal motifs engage in a percolated network of intermolecular interactions through transient hydrogen bonds, contributing to the phase boundary properties. Deletion of these motifs reduces the phase separation ability of α-synuclein, underscoring their essential roles in this process. Together, the findings reveal crucial phase separation hotspots and shed light on the molecular mechanism underlying α-synuclein phase separation, offering significant insights and novel potential therapeutic targets for Parkinson's disease.© 2025 The Author(s). Advanced Science published by Wiley‐VCH GmbH.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40916915 (http://www.ncbi.nlm.nih.gov/pubmed/40916915)http://dx.doi.org/10.1002/advs.202511545 (http://dx.doi.org/10.1002/advs.202511545)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2249298783.txt",
    "chunkHash": "f096d08e9a2d5a6b856da165f3b449a2723f3da3eb8af09d32662382034496c0"
  }
}