{
  "0": {
    "text": "[2025-09-08] - 文献\nPotential prognostic value and immune landscape of lactylation and liquid-liquid phase separation related genes in acute myeloid leukemia.\n==========================================================================================================================================\n\nJiang, Chen, Qin, Xie, Huang, Chen, Lai (2025) Potential prognostic value and immune landscape of lactylation and liquid-liquid phase separation related genes in acute myeloid leukemia. Hematology (IF: 1.6) 4 区 30(1) 2548073\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nLactylation- and liquid-liquid phase separation-related differentially expressed genes (LLRDEGs) have been implicated in cancer. However, their role in acute myeloid leukemia (AML) remains largely unexplored.LLRDEGs associated with AML prognosis were identified using Cox regression and LASSO analyzes. A prognostic model based on three LLRDEGs was constructed for AML, and its associated biological functions were investigated. Furthermore, we evaluated differences in the tumor immune microenvironment based on this prognostic signature.This study represents the first comprehensive analysis of the prognostic value of LLRDEGs in AML patients, identifying three LLRDEGs with prognostic significance. A prognostic risk model was constructed using these three LLRDEGs, and its prognostic value was validated in an independent external AML dataset. This model was associated with the immune microenvironment of AML. Finally, we observed that chaperonin containing TCP1 subunit 5 (CCT5) was highly expressed in AML. In vitro experiments demonstrated that inhibition of CCT5 induces HL-60 cell cycle arrest and apoptosis.This research provides a theoretical basis relevant to AML treatment strategies.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40889987 (http://www.ncbi.nlm.nih.gov/pubmed/40889987)http://dx.doi.org/10.1080/16078454.2025.2548073 (http://dx.doi.org/10.1080/16078454.2025.2548073)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n鼓励我们",
    "sourceFile": "2242185295.txt",
    "chunkHash": "a60cb98c0cd5dadc37397848bb868f6e6d6d4b72cc16f1701a5899b0435b5796"
  },
  "1": {
    "text": "[2025-09-08] - 文献\nEngineered membraneless organelles in Corynebacterium glutamicum for enhanced indigoidine biosynthesis and antimicrobial peptide production.\n============================================================================================================================================\n\nSun, Zhao, Ledesma-Amaro, Gao, Liu, Bai, Gao, Wang (2025) Engineered membraneless organelles in Corynebacterium glutamicum for enhanced indigoidine biosynthesis and antimicrobial peptide production. Synth Syst Biotechnol (IF: 4.4) 1 区 10(4) 1331-1340\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nLiquid-liquid phase separation (LLPS)-driven membraneless organelles (MLOs) have been employed to enhance metabolic efficiency in various microbial cell factories. However, their application in the industrial bacterium Corynebacterium glutamicum has not been explored. Here, we report the formation of liquid protein condensates in C. glutamicum using the RGG domain of Caenorhabditis elegans LAF-1. We optimized conditions for condensate formation, including the pre-induction period, inducer concentration, and cultivation temperature. Using the indigoidine biosynthesis pathway as a model, we demonstrated that LLPS-mediated MLOs enhanced indigoidine production. Furthermore, we applied these MLOs to modulate the toxicity of antimicrobial peptides (AMPs) to host cells, facilitating the expression of AMPs, including melittin and lactoferricin B. These findings provide insights into MLOs engineering in C. glutamicum and suggest broader applications of LLPS-mediated systems in industrial biotechnology.© 2025 The Authors.\n\n\n\nFigures\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC12395988 (http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12395988)http://www.ncbi.nlm.nih.gov/pubmed/40893468 (http://www.ncbi.nlm.nih.gov/pubmed/40893468)http://dx.doi.org/10.1016/j.synbio.2025.08.001 (http://dx.doi.org/10.1016/j.synbio.2025.08.001)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n下载文献鸟手机app",
    "sourceFile": "2243242298.txt",
    "chunkHash": "bc7d649d9830d85924dd4b6a9cb6ce94d862b03b0a661c20a0af1f43c8936c34"
  },
  "2": {
    "text": "[2025-09-08] - 文献\nFused-ring isomerization dopant-free hole transport materials for high-performance inorganic perovskite solar cells.\n====================================================================================================================\n\nZhang, Liu, Gao, Duan, Cui, Li, Jia, Cai (2025) Fused-ring isomerization dopant-free hole transport materials for high-performance inorganic perovskite solar cells. Chem Commun (Camb) (IF: 4.2) 2 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nWe synthesized two linear dopant-free hole transport materials (HTMs), denoted as NT and iNT, by coupling methoxytriphenylamine donor unit with either naphtho\\[1,2-c:5,6-c'\\]bis\\[1,2,5\\]thiadiazole or its isomeric counterparts naphtho\\[1,2-d:5,6-d'\\]bis(\\[1,2,3\\]thiadiazole) as acceptor units. The fused-ring isomerization structure of iNT endows it with a substantial dipole moment and well-aligned energy levels, which are highly favorable for efficient free-charge extraction. Compared to devices based on NT, CsPbI3 inorganic perovskite solar cells (IPSCs) employing iNT exhibited significantly enhanced performance, achieving a power conversion efficiency (PCE) of 18.09%. Furthermore, the unencapsulated iNT-based devices demonstrated excellent operational stability.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40899571 (http://www.ncbi.nlm.nih.gov/pubmed/40899571)http://dx.doi.org/10.1039/d5cc04164c (http://dx.doi.org/10.1039/d5cc04164c)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2244221440.txt",
    "chunkHash": "44c25e4cca3628dce7fb5e8af25c6baf377ace78e097b9414730d2a645614f9a"
  },
  "3": {
    "text": "[2025-09-08] - 文献\nPreservation of ALYREF Phase Separation Mitigates Doxorubicin-Induced Cardiomyocyte DNA Damage and Cardiotoxicity.\n==================================================================================================================\n\nGao, Shen, Xiao, Han, Liu, Cai, Tian, Lian, Ma, Liu, Gong, Li, Wang, Ren, Zagidullin, Yu, Tian, Liu, Pan, Yang, Cai (2025) Preservation of ALYREF Phase Separation Mitigates Doxorubicin-Induced Cardiomyocyte DNA Damage and Cardiotoxicity. Adv Sci (Weinh) (IF: 15.8) 1 区 e05270\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nThe clinical utility of the anticancer agent doxorubicin (DOX) is limited by its dose-dependent cardiotoxicity. ALYREF, a nuclear protein that preserves genomic stability through interactions with intranuclear components or as an m⁵C-binding regulator of mRNA maturation and export, has not been previously implicated in DOX-induced cardiotoxicity (DIC). Here, the role and underlying mechanisms of ALYREF in the pathogenesis of DIC are investigated. The findings demonstrate that ALYREF expression is markedly reduced in a murine model of DIC. Myocardial-specific overexpression of ALYREF attenuates DOX-induced DNA damage and cardiomyocyte apoptosis, whereas cardiac-specific knockout of ALYREF (ALYREF CKO) exacerbates DOX-induced cardiac dysfunction. Mechanistically, it is identified that nuclear DOX directly binds to the aspartate residue (D171) within the intrinsically disordered regions (IDRs) of ALYREF, disrupting its liquid-liquid phase separation (LLPS) and promoting its ubiquitin-mediated degradation. The condensate state of ALYREF is essential for maintaining the integrity of the NORAD-activated ribonucleoprotein complex 1 (NARC1). Consequently, disruption of ALYREF LLPS leads to dissociation of the NARC1 complex, resulting in DNA damage and apoptosis in CMs. Collectively, these findings reveal a previously unrecognized mechanism by which DIC via interference with ALYREF condensates, offering new insight into the molecular basis of DIC.© 2025 The Author(s). Advanced Science published by Wiley‐VCH GmbH.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40899520 (http://www.ncbi.nlm.nih.gov/pubmed/40899520)http://dx.doi.org/10.1002/advs.202505270 (http://dx.doi.org/10.1002/advs.202505270)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n鼓励我们",
    "sourceFile": "2244221441.txt",
    "chunkHash": "f430877b6cf113aa2c96c81b2c46b003792edb0bf709f6a54787462de480536f"
  },
  "4": {
    "text": "[2025-09-08] - 文献\nCUT&RUN as a Powerful Tool for Chromatin Profiling: a Focus on Neuropsychiatric Disorders.\n==========================================================================================\n\nHolt, Chen, Hughes, Nestler (2025) CUT&RUN as a Powerful Tool for Chromatin Profiling: a Focus on Neuropsychiatric Disorders. Biol Psychiatry (IF: 9) 1 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nProper regulation of gene expression involves a complex array of crosstalk between chromatin remodeling, histone and DNA modifications, and transcription factors. Dysregulation of these processes is implicated in a wide range of neuropsychiatric conditions. Methods to interrogate transcription factors and epigenomic profiles have revolutionized our ability to study molecular mechanisms in the brain. However, as our understanding of this highly complex system has grown, so has the need for more sophisticated methodology to disentangle such multifaceted and cooperative mechanisms. In this review, we briefly introduce techniques to profile chromatin accessibility, transcription factor regulation, and epigenetic mechanisms, as well as a more recently emerging technique, Cleavage Under Targets and Release Using Nuclease (CUT&RUN), and its role in providing new insights into our understanding of the molecular underpinnings of neuropsychiatric disorders, with a focus on addiction and depression.Copyright © 2025. Published by Elsevier Inc.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40907644 (http://www.ncbi.nlm.nih.gov/pubmed/40907644)http://dx.doi.org/10.1016/j.biopsych.2025.08.012 (http://dx.doi.org/10.1016/j.biopsych.2025.08.012)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2245262116.txt",
    "chunkHash": "6cbfdfce4f595f54d7de3ca3199ccfbce2dfb33861bf4003f57d47de0bb22e4c"
  },
  "5": {
    "text": "[2025-09-08] - 文献\nMask protein keeps NF-κB precursor inactive by inducing a closed conformation and isolating it in biomolecular condensates.\n===========================================================================================================================\n\nZheng, Huang, Yang, Wang, Hu, Wu, Liu (2025) Mask protein keeps NF-κB precursor inactive by inducing a closed conformation and isolating it in biomolecular condensates. Cell Rep (IF: 6.9) 1 区 44(9) 116225\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nNuclear factor κB (NF-κB) family transcription factors are critical for innate immune responses across a variety of organisms and are frequently dysregulated in diseases. Understanding their homeostatic regulation is essential for developing therapeutic strategies. Relish, a Drosophila homolog of mammalian NF-κB precursors, provides a valuable model for studying these processes. Although the activation of Relish upon stimulus is well-understood, the mechanisms maintaining its inactivity in the resting state remain unclear. Here, we identify the ankyrin repeat protein multiple ankyrin repeats single KH domain (Mask) as an inhibitor of Relish. Mask binds directly to Relish, facilitating it in a closed conformation, and forms biomolecular condensates that spatially segregate Relish from death-related ced-3/Nedd2-like protein (DREDD), a caspase necessary for Relish activation. Upon immune stimulation, Mask dissociates from Relish and is cleaved by DREDD, thus relieving the inhibition. Notably, Mask's regulatory role is partially conserved in mammals. Our findings provide important insights into NF-κB regulation and highlight the significance of biomolecular condensates in immune control.Copyright © 2025 The Author(s). Published by Elsevier Inc. All rights reserved.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40911418 (http://www.ncbi.nlm.nih.gov/pubmed/40911418)http://dx.doi.org/10.1016/j.celrep.2025.116225 (http://dx.doi.org/10.1016/j.celrep.2025.116225)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n鼓励我们",
    "sourceFile": "2246253759.txt",
    "chunkHash": "c6ca137fc05d39331c40c8a19ebe24fb2b22b03c569b54a46418d3361c7042a4"
  },
  "6": {
    "text": "[2025-09-09] - 文献\nDistribution and Relative Size of Protein Binding Domains Cooperatively Influence Phase Separation of Protein-RNA Mixtures.\n===========================================================================================================================\n\nJi, Jiang, Hou (2025) Distribution and Relative Size of Protein Binding Domains Cooperatively Influence Phase Separation of Protein-RNA Mixtures. J Phys Chem B (IF: 2.9) 2 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nMultivalent protein-protein interactions play essential roles in mediating liquid-liquid phase separation (LLPS) that drives biomolecular condensate formation. Here, we systematically investigate how the spatial distribution and relative size of protein binding domains (PBDs) would influence LLPS in a mixture of spherical proteins and RNA single strands by using a patchy-particle polymer model, wherein each protein contains a fixed number of PBDs on the surface distributed closely or sparsely. Intriguingly, we find that LLPS behavior exhibits a nontrivial dependence on the cooperative interplay between PBD distribution and protein size: while sparsely distributed PBDs are more favorable to LLPS for small proteins, closely packed PBDs facilitate LLPS for larger counterparts. In the former case, large multilayer protein clusters can be formed around the RNA strand connected by sparsely distributed PBDs, while in the latter case, mainly bilayer dense clusters are favored by closely packed PBDs. Furthermore, we have performed extensive simulations to demonstrate that such observations depend on temperature and interaction strength. Our study, therefore, may shed some new light on the understanding of protein-RNA LLPS.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40920236 (http://www.ncbi.nlm.nih.gov/pubmed/40920236)http://dx.doi.org/10.1021/acs.jpcb.5c05492 (http://dx.doi.org/10.1021/acs.jpcb.5c05492)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n下载文献鸟手机app",
    "sourceFile": "2249298782.txt",
    "chunkHash": "04b0b31545aa695511bdba75df8920a46d783cfa93ef81110f6c16c7e48e9eea"
  },
  "7": {
    "text": "[2025-09-09] - 文献\nDissecting the Molecular Determinants of α-synuclein Phase Separation and Condensate Aging: The Pivotal Role of β-Sheet-Rich Motifs.\n====================================================================================================================================\n\nTang, Wen, Yang, Yao, He, Zeng, Dong, Qiao, Zhou, Perrett, Wu, Wei (2025) Dissecting the Molecular Determinants of α-synuclein Phase Separation and Condensate Aging: The Pivotal Role of β-Sheet-Rich Motifs. Adv Sci (Weinh) (IF: 15.8) 1 区 e11545\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nEmerging evidence indicates that liquid-liquid phase separation of α-synuclein occurs during the nucleation step of its aggregation, a pivotal step in the onset of Parkinson's disease. Elucidating the molecular determinants governing this process is essential for understanding the pathological mechanisms of diseases and developing therapeutic strategies that target early-stage aggregation. While previous studies have identified residues critical for α-synuclein amyloid formation, the key residues and molecular drivers of its phase separation remain largely unexplored. Herein, multiscale simulations and experimental approaches are employed to uncover the molecular determinants dictating α-synuclein phase separation and the pre-solidification of its condensates. Seven motifs are identified that exhibit high β-sheet propensity in the monomeric state of α-synuclein and progressively increase in β-sheet content during condensation. Notably, two C-terminal motifs engage in a percolated network of intermolecular interactions through transient hydrogen bonds, contributing to the phase boundary properties. Deletion of these motifs reduces the phase separation ability of α-synuclein, underscoring their essential roles in this process. Together, the findings reveal crucial phase separation hotspots and shed light on the molecular mechanism underlying α-synuclein phase separation, offering significant insights and novel potential therapeutic targets for Parkinson's disease.© 2025 The Author(s). Advanced Science published by Wiley‐VCH GmbH.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40916915 (http://www.ncbi.nlm.nih.gov/pubmed/40916915)http://dx.doi.org/10.1002/advs.202511545 (http://dx.doi.org/10.1002/advs.202511545)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2249298783.txt",
    "chunkHash": "f096d08e9a2d5a6b856da165f3b449a2723f3da3eb8af09d32662382034496c0"
  },
  "8": {
    "text": "[2025-10-01] - 文献\nMulti-object parallel optical encryption for single-pixel imaging security.\n===========================================================================\n\nGuohang Wu, Chongyang Zhang, Hongran Zeng, Seok-Tae Kim, Xiaowei Li (2025) Multi-object parallel optical encryption for single-pixel imaging security. Opt Express (IF: 3.3) 2 区 33(18) 37969-37981\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nMulti-object optical encryption has emerged as a promising field for enhancing encryption performance and reducing communication overhead, which can ensure the security of single-pixel imaging. However, it faces some critical challenges like low efficiency, reliance on complex system design, high hardware costs, and the difficulty of parallel encryption with independent decryption, hindering practical deployment. In this work, an illumination pattern construction algorithm is proposed to generate projected basis patterns for parallel optical encryption, while a decoupling algorithm is developed to demodulate coupled measurements to recover Hadamard spectrum for each object. Independent decryption is then performed using a random-order Hadamard matrix assigned to each object. The proposed method achieves multi-object parallel encryption and independent decryption using a lightweight optical system, with improved efficiency, lower hardware costs, and smaller ciphertext size compared to conventional methods. In addition, it also exhibits robustness against both cropping and noise attacks. These results indicate potential for practical applications and may contribute to future developments in multi-object optical encryption for single-pixel imaging security.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40984216 (http://www.ncbi.nlm.nih.gov/pubmed/40984216)http://dx.doi.org/10.1364/OE.572099 (http://dx.doi.org/10.1364/OE.572099)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2264408999.txt",
    "chunkHash": "837f0106e1d78154a901e8a9e491e0eef6b46495f9ff5f173276d4abedd9d4f0"
  },
  "9": {
    "text": "[2025-10-01] - 文献\nMultiphase separation in postsynaptic density regulated by membrane geometry via interaction valency and volume.\n================================================================================================================\n\nRisa Yamada, Giovanni Brandani, Shoji Takada (2025) Multiphase separation in postsynaptic density regulated by membrane geometry via interaction valency and volume. Elife (IF: 6.4) 1 区 14\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nBiomolecular condensates are found at various cellular locations, nucleus, cytoplasm, and membrane. These condensates often contain multiple components and can separate into multiple phases with various morphologies such as core-shell droplets, implicating functional roles. Demixing and arrangements of condensates are determined by competitive interactions and their locations. Recent studies reported a puzzling multiphase morphology in postsynaptic density components: AMPA receptor, NMDA receptor, PSD-95, and CaMKII. The multiphase morphology appears reversed when transitioning from the solution to the membrane. Using this system as a model, we study the multiphase behavior of condensates in solution (3D) and domain formation on and beneath the membrane (2D) and elucidate molecular mechanisms behind the puzzle. Our simulations reproduce the core-shell structure in 3D in vitro solution, where AMPA-receptor/PSD-95 form the core and NMDA-receptor/CaMKII form the shell, triggered by CaMKII activation. Then, we obtain a reversed morphology on the membrane. This reversal is primarily driven by CaMKII's high valency and large volume. We find that, in solution, CaMKII's non-specific volume interaction dominates, while on the membrane, specific multivalent interactions overcome the excluded volume interaction of CaMKII. The layered structures of receptors and CaMKIIs reduce the excluded volume effects of CaMKII on receptors, making the multivalent interaction dominant. These findings highlight the differences between condensate formation in solution and membrane domain formation, modulated by their layered arrangement.© 2025, Yamada et al.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40985614 (http://www.ncbi.nlm.nih.gov/pubmed/40985614)http://dx.doi.org/10.7554/eLife.106602 (http://dx.doi.org/10.7554/eLife.106602)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2264409000.txt",
    "chunkHash": "851aae775d605e4a78a0ba4e1e3ba3c208415c90502e6ba93a86bcff4821ca45"
  },
  "10": {
    "text": "[2025-10-01] - 文献\nBiomolecular condensate microstructure is invariant to sequence-encoded molecular and macroscopic properties.\n=============================================================================================================\n\nDaniel Tan, Dilimulati Aierken, Pablo Garcia, Jerelle Joseph (2025) Biomolecular condensate microstructure is invariant to sequence-encoded molecular and macroscopic properties. Soft Matter (IF: 2.8) 3 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nBiomolecular condensates, including those formed by prion-like low complexity domains (LCDs) of proteins, are maintained by networks of molecular interactions. Such collective interactions give rise to the rich array of material behaviors underlying condensate function. Previous work has uncovered distinct LCD conformations in condensates versus dilute phases, and recently, single-component LCD condensates have been predicted to exhibit microstructures with \"small-world\" networks-where molecular nodes are highly clustered and connected via short pathlengths. However, a framework linking single-molecule properties, condensate microstructure, and macroscopic material properties remains elusive. Here, we combine molecular simulation and graph-theoretic analysis to reveal that small-world microstructures are inherent properties of LCD-like polymers, whose sequence features impact both molecule-scale conformations and droplet-scale material properties while maintaining a stable network structure. Using a residue-resolution coarse-grained model, we probe condensates comprising naturally-occuring LCD sequences and generalize our findings by varying composition and patterning in binary sequences of hydrophobic and polar residues. We show that non-blocky sequences, including a hydrophobic homopolymer, form condensates with small-world internal networks featuring \"hubs\"-molecules responsible for global connectivity-and \"cliques\", molecular clusters bound by persistent short-ranged associations. Cliques localize near interfaces without a secondary phase transition, suggesting a role in mediating molecular partitioning and condensate aging by tuning interfacial material properties. Moreover, we discover that network small-worldness and droplet surface tension are consequences of sequence length and hydrophobicity. We also track single-molecule structure and dynamics inside condensates, revealing that internal heterogeneity at the single-molecule level is systematically encoded by network topology. Collectively, our work establishes multiscale structure-property relationships in LCD condensates, elucidating general organizing principles of the condensate microstructure that persist with sequence-driven changes in molecular behaviors and material properties.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40985078 (http://www.ncbi.nlm.nih.gov/pubmed/40985078)http://dx.doi.org/10.1039/d5sm00740b (http://dx.doi.org/10.1039/d5sm00740b)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n鼓励我们",
    "sourceFile": "2264409001.txt",
    "chunkHash": "e4488cf37055ce225b83cf5907369c1a69f63f52f73b39da65f462a667607936"
  },
  "11": {
    "text": "[2025-10-01] - 文献\nAdaptive catalytic compartments emerge from synergistic integration of DNA nanostructures and transient coacervates.\n====================================================================================================================\n\nAbhay Srivastava, Parth Kumar, Mathesh Punugusamy, Sourav Das, Subinoy Rana (2025) Adaptive catalytic compartments emerge from synergistic integration of DNA nanostructures and transient coacervates. Nanoscale Horiz (IF: 6.6) 2 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nBiomolecular condensates formed via liquid-liquid phase separation (LLPS) are essential to cellular organization, catalysis, and regulation of biochemical pathways. Inspired by such natural systems, we present a new adaptive coacervate formed by multivalent salt-bridge interactions of polyhexamethylene biguanide (PHMB) polymer and adenosine triphosphate (ATP). These phase separated compartments efficiently sequester guanine-rich DNA sequences that adopt G-quadruplex (GQ) conformations in the presence of potassium ions. Hemin intercalates into these GQ structures to produce a catalytically active DNAzyme with amplified peroxidase-like activity. Within the coacervate, reduced molecular diffusion and increased local substrate concentrations synergistically augment the catalytic efficiency of the DNAzyme by 10-fold compared to that in the unconfined state. Integrating an enzymatic degradation cycle by alkaline phosphatase allows ATP-fueled dissipative behavior of the coacervates. By integrating self-assembling catalytic motifs within a dissipative host environment, this system demonstrates key principles of spatially and temporally regulated catalysis, mimicking features of cellular microreactors. Our work highlights the potential of synthetic LLPS-based platforms as tunable and compartmentalized catalytic systems, with implications for biomimetic reactor design and the development of advanced functional materials.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40985173 (http://www.ncbi.nlm.nih.gov/pubmed/40985173)http://dx.doi.org/10.1039/d5nh00519a (http://dx.doi.org/10.1039/d5nh00519a)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2264409002.txt",
    "chunkHash": "686ce96e0ae84c3184004ab00c31aa568be38351c55cf7ec4bde2a67746fa808"
  },
  "12": {
    "text": "[2025-10-01] - 文献\nNursing staff satisfaction with the use of several transfusion safety systems at a university hospital.\n=======================================================================================================\n\nC Otín-Aparicio, N Alegre-Santos, C Cuellas-Roca, N Huguet-Otero, N Llurba-Cunillera, M Rubí-Cabrera (2025) Nursing staff satisfaction with the use of several transfusion safety systems at a university hospital. Vox Sang (IF: 1.6) 4 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nAt the Hospital Universitari Arnau de Vilanova Lleida, Spain, nursing staff utilize different transfusion safety systems (TSSs) depending on their clinical unit. These range from a basic model involving wristband-based patient identification to a more advanced system incorporating a Personal Digital Assistant (PDA), location beacon, physical barriers, specific wristbands and personal identification. This study aimed to compare nursing staff satisfaction across the various TSSs used.In March 2025, nursing staff were invited to voluntarily and anonymously complete an online, self-designed questionnaire assessing their perceptions of the systems in use.A total of 120 nurses participated, representing 15.6% of the total population. While overall satisfaction did not differ significantly by system type, 40.6% of respondents reported a negative perception. Users of the basic system felt less safe (65.4%) and considered it less effective at preventing errors (64.1%) than those using the complex system (87.2% and 92.8%, respectively). However, the complex system was associated with more frequent technical or usability issues (66.7%) compared with the basic system (34.6%), which contributed notably to dissatisfaction.Although specific factors influencing satisfaction were identified, no clear preference emerged regarding overall system satisfaction. The variability in responses may reflect the subjective nature of satisfaction. An optimal TSS would combine adaptability to staff needs, perceived safety, ease of use, intuitive visual cues, time efficiency and high reliability with minimal technical complications.© 2025 International Society of Blood Transfusion.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40992917 (http://www.ncbi.nlm.nih.gov/pubmed/40992917)http://dx.doi.org/10.1111/vox.70119 (http://dx.doi.org/10.1111/vox.70119)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n鼓励我们",
    "sourceFile": "2265319453.txt",
    "chunkHash": "36001070a5379d19dd3f4cd1b0b1ead371a2a955d53c9b6d9129cecb0d5d38b1"
  },
  "13": {
    "text": "[2025-10-01] - 文献\nTracing truth: dynamic temporal networks for multi-modal fake news detection.\n=============================================================================\n\nJiaen Hu, Juan Zhang, Zichen Li (2025) Tracing truth: dynamic temporal networks for multi-modal fake news detection. PeerJ Comput Sci (IF: 2.5) 4 区 11 e2998\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nAs the internet continues to evolve rapidly and social media becomes increasingly prevalent, the ways people access information has become increasingly diverse. However, the proliferation of fake news has emerged as a critical problem, presenting major challenges to the integrity of the information ecosystem. To address the complex propagation mechanisms of fake news, existing studies leverage multi-modal information and dynamic propagation social graphs for effective detection. Nonetheless, capturing the temporal relationships of propagation nodes in dynamic social networks accurately and dynamically integrating multi-modal information for improved detection accuracy remains a technical challenge. In response, This study proposes a multimodal approach to fake news detection-the dynamic temporal network (DTN) model. Firstly, this model designs a time similarity strength metric to measure the temporal similarity among nodes in propagation sequences and introduces a weighting mechanism to dynamically fuse multi-modal information. Secondly, it constructs a social propagation graph model, enhancing node representation through the dynamic variations of time similarity and graph structure, and utilizes the Transformer encoder to extract the overall semantic features of news propagation. Furthermore, the model views the news propagation process as a complex system, analyzing the temporal dynamics of news in real social networks, effectively revealing the abnormal propagation patterns of fake news. Further analysis demonstrates that the proposed DTN model exhibits high accuracy and effectiveness in multi-modal fake news detection.©2025 Hu et al.\n\n\n\nFigures\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC12453775 (http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12453775)http://www.ncbi.nlm.nih.gov/pubmed/40989433 (http://www.ncbi.nlm.nih.gov/pubmed/40989433)http://dx.doi.org/10.7717/peerj-cs.2998 (http://dx.doi.org/10.7717/peerj-cs.2998)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n下载文献鸟手机app",
    "sourceFile": "2265319454.txt",
    "chunkHash": "e7e3a61a67488d2e5a275528fa6e79ec2fb4f39ac3f5fbecd95eddd33fbf0a01"
  },
  "14": {
    "text": "[2025-10-01] - 文献\nToward multiplex health: integrating complexity, normativity, and Open Science.\n===============================================================================\n\nJunaid Qadir, Diana Maddah, M Qoronfleh, Recep Senturk (2025) Toward multiplex health: integrating complexity, normativity, and Open Science. Front Psychol (IF: 2.9) 3 区 16 1603474\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nContemporary healthcare remains constrained by models grounded in linear causality, predictive logic, and biomedical reductionism-models that often fail to address the lived, relational, and spiritual dimensions of health, especially under uncertainty. This paper introduces the Multiplex Health (MH) framework as a coherent alternative, rooted in critical complexity theory and multiplex ontology and epistemology. MH advances six core principles: (1) multiplex ontology-viewing humans as multi-layered beings encompassing material, metaphysical, and spiritual domains; (2) multiplex epistemology-integrating empirical, experiential, and interpretive ways of knowing; (3) pluralistic modeling-combining mechanistic, statistical, and semiotic approaches; (4) critical complexity-recognizing health as emergent, open, and irreducible to single models; (5) triangulated science-linking Big Data and Small Data, and balancing prediction with understanding; and (6) comparative multiplex ethics- drawing on Islamic BioFiqh to integrate legal, moral, and spiritual reasoning in health decision-making. By foregrounding the behavioral, ethical, and conceptual dimensions often overlooked in conventional approaches, MH offers a foundational framework for advancing Population Health Management (PHM). A PHM case study focused on mental health illustrates how MH can navigate complexity, enhance relational care, and broaden the scope of well-being beyond reductionist paradigms. MH challenges the dominance of closed, optimization-driven models in precision health and artificial intelligence, instead calling for a \"both-and\" logic that embraces uncertainty, diversity, and contextual nuance.Copyright © 2025 Qadir, Maddah, Qoronfleh and Senturk.\n\n\n\nFigures\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC12450879 (http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12450879)http://www.ncbi.nlm.nih.gov/pubmed/40989280 (http://www.ncbi.nlm.nih.gov/pubmed/40989280)http://dx.doi.org/10.3389/fpsyg.2025.1603474 (http://dx.doi.org/10.3389/fpsyg.2025.1603474)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2265319455.txt",
    "chunkHash": "4c1fb3ee097366f04fc604702a82a7df87719270429552716f224750e1bef875"
  },
  "15": {
    "text": "[2025-10-01] - 文献\nSpinal cord phosphoproteome of SCA2 mouse model reveals alteration of ATXN2-N-term PRM-SH3-actin interactome and of autophagy.\n==============================================================================================================================\n\nLuis-Enrique Almaguer-Mederos, Arvind Kandi, Nesli-Ece Sen, Júlia Canet-Pons, Luca-Malena Berger, Matthew Stokes, Kathryn Abell, Jana Key, Suzana Gispert, Georg Auburger (2025) Spinal cord phosphoproteome of SCA2 mouse model reveals alteration of ATXN2-N-term PRM-SH3-actin interactome and of autophagy. Mol Cell Proteomics (IF: 5.5) 2 区 101072\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nToxic polyglutamine (polyQ) expansions in ATXN2 trigger neurodegenerative processes, causing Spinocerebellar Ataxia type 2 (SCA2), and enhancing TDP-43-dependent pathology in Amyotrophic Lateral Sclerosis (ALS) / Fronto-Temporal Dementia (FTD). Primary disease events can be compensated transiently, delaying disease manifestation. To define potential therapy targets, here we studied how cells modify phosphoprotein signals, using preferentially affected nervous tissue from end-stage Atxn2-CAG100-KnockIn mice. The spinal cord phosphoproteome revealed massive hyperphosphorylations flanking the polyQ expansion in ATXN2 and for SQSTM1, and moderate hyperphosphorylations also for ALS proteins OPTN, UBQLN2, TNIP1 and TBK1-targeted TAX1BP1. Conversely, strong hypophosphorylations of WNK1, SPARCL1 and PSMD9 were found. Significant enrichments of SH3-containing proteins, autophagy / endocytosis factors, and actin modulators could be explained by N-terminal, polyQ-adjacent, proline-rich motifs (PRM) in ATXN2, suggesting that SCA2 pathogenesis is highly similar to Huntington's disease where neurotoxicity is mediated by abnormal polyQ-PRM-SH3 interactions. Validation of protein and mRNA levels were done in mouse spinal cord, and embryonic fibroblasts or patient fibroblasts after bafilomycin or arsenite treatment, observing polyQ-dependent OPTN deficiency and SQSTM1 induction impairment. Overall, this phosphoproteome profile identified and quantified the main cellular efforts in adapting autophagy pathways to the aggregation propensity of the ATXN2-N-term.Copyright © 2025 The Authors. Published by Elsevier Inc. All rights reserved.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40992657 (http://www.ncbi.nlm.nih.gov/pubmed/40992657)http://dx.doi.org/10.1016/j.mcpro.2025.101072 (http://dx.doi.org/10.1016/j.mcpro.2025.101072)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2265319456.txt",
    "chunkHash": "17c8bff53e16e2bbb72ce52b910666bb0f40ad947ef7004831559678a27c2ec3"
  },
  "16": {
    "text": "[2025-10-01] - 文献\nStimuli-Responsive Hydrogels from Liquid-Liquid Phase Separations of FUS-Derived Peptides.\n==========================================================================================\n\nElisabetta Rosa, Mariantonietta Pizzella, Luca Cimmino, Valeria Castelletto, Ian Hamley, Luigi Vitagliano, Alfonso De Simone, Antonella Accardo (2025) Stimuli-Responsive Hydrogels from Liquid-Liquid Phase Separations of FUS-Derived Peptides. ACS Appl Mater Interfaces (IF: 8.2) 2 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nDefining soft biomaterials, including stimuli-responsive hydrogels, is essential for advancing applications such as targeted drug delivery, biosensing, and tissue engineering due to their ability to respond to environmental triggers dynamically. In this study, we characterized phase-separating peptides and elucidated the principles governing their self-assembly into hydrogels. Low-complexity aromatic-rich kinked segments (LARKS) were employed as building blocks to generate stimuli-responsive materials. By analyzing the properties of various multi-LARKS peptides, we developed a model informing the rational design of point mutations to modulate the mechanical properties and temperature stability of LARKS-based hydrogels, resulting in stimuli-responsive matrices. Our findings were further supported by demonstrating that these hydrogels effectively act as reservoir matrices capable of releasing drugs efficiently at 40 °C, highlighting their potential for biotechnological and medical applications.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40990389 (http://www.ncbi.nlm.nih.gov/pubmed/40990389)http://dx.doi.org/10.1021/acsami.5c15249 (http://dx.doi.org/10.1021/acsami.5c15249)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n鼓励我们",
    "sourceFile": "2265319457.txt",
    "chunkHash": "f5fe49a1809b133ab423069ea65e678755c671b6e7702e203ed72a3d610cdeef"
  },
  "17": {
    "text": "[2025-10-01] - 文献\nBiomineralization Controlled by Liquid-Liquid Phase Separation of a Highly Charged Protein.\n===========================================================================================\n\nBarbara Klepka, Agnieszka Michaś, Tomasz Wojciechowski, Anna Niedzwiecka (2025) Biomineralization Controlled by Liquid-Liquid Phase Separation of a Highly Charged Protein. Small (IF: 12.1) 2 区 e06227\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nBiomineralization plays a critical role in many organisms, yet the molecular mechanisms controlling mineral formation remain incompletely understood. Nonclassical crystallization pathways are proposed to involve transient liquid phases of calcium carbonate stabilized by polymers, such as acid-rich proteins secreted into the skeletal organic matrix. However, direct evidence for protein-containing liquid phases is lacking. Here, it is demonstrated that highly charged acid-rich proteins regulate calcium carbonate nucleation and growth through liquid-liquid phase separation (LLPS). Using AGARP, the first acid-rich protein cloned from the coral Acropora millepora, as a model, it is shown that LLPS occurs under physiologically relevant, crowded conditions, forming liquid protein-calcium condensates (LPCC) that act as crystallization precursors. Exposure of these condensates to carbonate ions triggers crystallization, resulting in complex, smooth-edged morphologies distinct from the sharp-edged structures formed in the absence of the protein. Under low-crowded conditions, the protein-calcium aggregation leads to amorphous calcium carbonate (ACC) formation. AGARP remains intrinsically disordered upon counterion binding, highlighting charge-mediated interactions as key drivers. These findings introduce LPCCs as biologically relevant intermediates preceding mineralization. This mechanism offers a new molecular-level conceptual framework, bridging the fields of phase separation and biomineralization, and suggests strategies for bioinspired materials design leveraging protein phase behavior.© 2025 Wiley‐VCH GmbH.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40990046 (http://www.ncbi.nlm.nih.gov/pubmed/40990046)http://dx.doi.org/10.1002/smll.202506227 (http://dx.doi.org/10.1002/smll.202506227)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2265319458.txt",
    "chunkHash": "7281d2ba42d4597ea5f380cb75a09791ff320590543dfb811a8614b3d242ad0d"
  },
  "18": {
    "text": "[2025-10-01] - 文献\nNortriptyline Inhibits Lysosomal Exocytosis-Mediated SASP During Gastric Cancer Progression via Targeting HOXA1-PITX2 Phase Separation.\n=======================================================================================================================================\n\nYi Zhou, Chunhui Yang, Xinyue Li, Xiaojing Wang, Wanju Jiao, Xiaolin Wang, Jiaying Qu, Bosen Zhao, Shunchen Zhou, Qiangsong Tong, Liduan Zheng (2025) Nortriptyline Inhibits Lysosomal Exocytosis-Mediated SASP During Gastric Cancer Progression via Targeting HOXA1-PITX2 Phase Separation. Adv Sci (Weinh) (IF: 15.8) 1 区 e12407\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nLysosomal exocytosis, a calcium-dependent secretory process, facilitates extracellular release of cargos that promote cancer progression, though its regulatory pathways and therapeutic strategies are poorly understood. Herein, using combined transcriptomic and proteomic approaches, we identify homeobox A1 (HOXA1) as a functional partner of paired like homeodomain 2 (PITX2) within biomolecular condensates forming via liquid-liquid phase separation. Mechanistically, HOXA1-PITX2 complex facilitates the expression of mucolipin 1 (MCOLN1) and RAS-related protein Rab-3A (RAB3A), which drive lysosomal exocytosis of galectin-1 (LGALS1) and insulin like growth factor binding protein 7 (IGFBP7) from senescent gastric cancer cells. This process potentiates AKT activation and epithelial-mesenchymal transition, accelerating tumorigenesis and aggressiveness of gastric cancer. Molecular docking and affinity purification assays reveal nortriptyline (Nor) as a potent phase separation disruptor of HOXA1-PITX2 complex. Preclinical studies demonstrate that Nor administration attenuates lysosomal exocytosis-mediated senescence-associated secretory phenotype (SASP) and reduces aggressive phenotypes in gastric cancer models, underscoring the HOXA1/PITX2 axis as a critical regulator of gastric cancer progression. Clinically, elevated expression of HOXA1, PITX2, MCOLN1, RAB3A, LGALS1, and IGFBP7 constitutes a prognostic signature correlating with poor outcomes of gastric cancer patients. Collectively, these results indicate that Nor impedes gastric cancer progression by suppressing HOXA1-PITX2 phase separation and subsequent lysosomal exocytosis-mediated SASP.© 2025 The Author(s). Advanced Science published by Wiley‐VCH GmbH.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40995693 (http://www.ncbi.nlm.nih.gov/pubmed/40995693)http://dx.doi.org/10.1002/advs.202512407 (http://dx.doi.org/10.1002/advs.202512407)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2266353400.txt",
    "chunkHash": "696839691927e40a024b434c787882afff1c1fa0174a9f1034c6a40f6c8740f9"
  },
  "19": {
    "text": "[2025-10-01] - 文献\nPhase-Separated Dual-Enzyme protein condensates promote biodegradation of polyethylene terephthalate and phthalate Plasticizers.\n================================================================================================================================\n\nJiaxu Liu, Xuelei Deng, Mario Huanca Nina, Xiaoyan Zhang, Daidi Fan, Yunpeng Bai (2025) Phase-Separated Dual-Enzyme protein condensates promote biodegradation of polyethylene terephthalate and phthalate Plasticizers. Bioresour Technol (IF: 9) 1 区 133379\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nThe enzymatic degradation of phthalates (PAEs) and polyethylene terephthalate (PET) represents a green approach to addressing white pollution and upcycling plastic waste. Despite developing numerous new enzymes over the past decade, engineering reaction processes that efficiently biodegrade PET and PAEs remain an unresolved yet crucial problem. This report proposes self-assembled dual-enzyme condensates based on liquid-liquid phase separation (LLPS) induced by intrinsically disordered regions (IDRs) to enhance PAEs and PET biodegradation. Specifically, two degrading enzymes, GoEst15-GoEstM1 for PAEs degradation and FAST-PETase (LCCICCG)-IsMHETase for PET degradation, are colocalized within LLPS droplets. This colocalization enhanced degradation rates of PAEs, nano-PET, and micro-PET by 3.3-, 12.3-, and 2.8-fold, respectively, when compared with the equivalent free enzyme system. The accelerated degradation rate correlated positively with the extent of phase separation. Increasing the ionic strength in the dual-enzyme system weakened phase separation, which reduced the reaction rate. In contrast, the free enzyme system was not influenced by ionic strength. The experimental results indicate that the possible reasons for the enhanced degradation rates are (1) altered enzyme kinetics and improved molecular transport because of the proximity of enzymes within the condensed droplets and (2) the enrichment of PAEs and nano/micro-PET within the dual-enzyme condensates, thereby increasing the local substrate and enzyme concentrations. The confinement of multiple enzymes within microscale LLPS droplets provides a simple and general approach to enhancing the degradation of various macromolecules.Copyright © 2025. Published by Elsevier Ltd.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/40998060 (http://www.ncbi.nlm.nih.gov/pubmed/40998060)http://dx.doi.org/10.1016/j.biortech.2025.133379 (http://dx.doi.org/10.1016/j.biortech.2025.133379)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2266353401.txt",
    "chunkHash": "125b72508c40c7650d18b60611e9d0a4e9704b5bdb7e2e46c490cc8f69d8be3a"
  },
  "20": {
    "text": "[2025-10-01] - 文献\nThe Hidden Influences of Macromolecular Crowding: A New Frontier in Cellular Biology and Medicine.\n==================================================================================================\n\nIsabella Gimón, Conner Sandefur, Santiago Schnell (2025) The Hidden Influences of Macromolecular Crowding: A New Frontier in Cellular Biology and Medicine. Subcell Biochem 109 531-542\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nMacromolecular crowding, the dense packing of macromolecules within cells, significantly influences enzyme kinetics, cell signaling, liquid-liquid phase separation, and disease progression. This review explores the multifaceted effects of crowding on osmotic balance, intracellular compartmentalization, and metabolic efficiency. We highlight the exclusion volume effect's role in protein folding, stability, and osmotic homeostasis. Crowding also modulates enzyme activity and kinetics, contributing to metabolic regulation, and plays a crucial role in forming membraneless organelles. Dysregulation of macromolecular crowding is implicated in neurodegenerative diseases, cancer, and type 2 diabetes, highlighting its importance for therapeutic development. Future research should focus on elucidating crowding mechanisms, developing in vivo models, and exploring therapeutic interventions targeting macromolecular crowding.© 2025. The Author(s), under exclusive license to Springer Nature Switzerland AG.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41004015 (http://www.ncbi.nlm.nih.gov/pubmed/41004015)http://dx.doi.org/10.1007/978-3-032-03370-3\\23 (http://dx.doi.org/10.1007/978-3-032-03370-323)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2267440492.txt",
    "chunkHash": "c5a97f9637384da6444dc6a89e8ac89038cc4661b59ba50ccb8679138ed99e51"
  },
  "21": {
    "text": "[2025-10-01] - 文献\nThe Skin Barrier: A System Driven by Phase Separation.\n======================================================\n\nFengjiao Yu, Lu Leng, Haowen Wang, Mengmeng Du, Liang Wang, Wenhua Xu (2025) The Skin Barrier: A System Driven by Phase Separation. Cells (IF: 5.2) 2 区 14(18)\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nThe mammalian epidermis forms a critical barrier against environmental insults and water loss. The formation of its outermost layer, the stratum corneum, involves a rapid terminal differentiation process that has traditionally been explained by the \"bricks and mortar\" model. Recent advances reveal a more dynamic mechanism governed by intracellular liquid-liquid phase separation (LLPS). This review proposes that the lifecycle of the granular layer is orchestrated by LLPS. Evidence is synthesized showing that keratohyalin granules (KGs) are biomolecular condensates formed by the phase separation of the intrinsically disordered protein filaggrin (FLG). The assembly, maturation, and pH-triggered dissolution of these condensates are essential for cytoplasmic remodeling and the programmed flattening of keratinocytes, a process known as corneoptosis. In parallel, an LLPS-based signaling pathway is described in which the kinase RIPK4 forms condensates that activate the Hippo pathway, promoting transcriptional reprogramming and differentiation. Together, these structural and signaling condensates drive skin barrier formation. This review further reinterprets atopic dermatitis, ichthyosis vulgaris, and Bartsocas-Papas syndrome as diseases of aberrant phase behavior, in which pathogenic mutations alter condensate formation or material properties. This integrative framework offers new insight into skin biology and suggests novel opportunities for therapeutic intervention through biophysics-informed biomaterial and regenerative design.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41002404 (http://www.ncbi.nlm.nih.gov/pubmed/41002404)http://dx.doi.org/10.3390/cells14181438 (http://dx.doi.org/10.3390/cells14181438)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2267440493.txt",
    "chunkHash": "30de0525145d2b3191ed2fde7fdf24984d4e111ae4f550d2632e4acc0abff5c5"
  },
  "22": {
    "text": "[2025-10-01] - 文献\nDirect Observation of the Conformational Transitions in Tau and Their Correlation with Phase Behavior.\n======================================================================================================\n\nJitao Wen, Yiming Tang, Tomas Sneideris, Hannes Ausserwöger, Liu Hong, Tuomas Knowles, Sarah Perrett, Guanghong Wei, Si Wu (2025) Direct Observation of the Conformational Transitions in Tau and Their Correlation with Phase Behavior. JACS Au (IF: 8.7) 1 区 5(9) 4268-4280\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nLiquid-liquid phase separation (LLPS) is now recognized as one of the key mechanisms underlying the formation of membraneless organelles. Typically, condensates formed through LLPS are dynamic and play a crucial role in the spatiotemporal regulation of essential cellular processes. In some cases, however, condensates can undergo an aberrant liquid-to-solid transition, which is now recognized as being related to the onset of cancers and neurodegeneration. The microtubule-associated protein Tau, the aberrant aggregation of which is implicated in neurodegenerative disorders like Alzheimer's and Parkinson's, has been found to undergo LLPS. The Tau condensates formed through LLPS are considered to be intermediate on-pathway precursors of amyloid aggregates. Unlike other known phase-separating proteins (e.g., FUS or TDP-43) that have low-complexity domains (LCDs), Tau is intrinsically disordered. Thus, Tau exhibits a highly flexible structure that can be modulated by changes in environmental changes. The intricate relationship between different conformations of full-length Tau and its phase behavior remains poorly understood. To bridge this gap, here, by employing a combination of single-molecule FRET and molecular dynamics simulations, we demonstrate that Tau undergoes conformational transitions from compact to extended states during LLPS, irrespective of diverse driving forces. Moreover, we show that intramolecular interactions responsible for stabilizing the compact conformations of monomeric Tau correlate with the intermolecular interactions driving the LLPS of Tau, thereby facilitating the formation of dynamic networks. These findings provide crucial mechanistic insights into how the conformational state of Tau governs its propensity for phase separation, shedding light on sequence-encoded structural processes that ultimately drive biological phase separation.© 2025 The Authors. Published by American Chemical Society.\n\n\n\nFigures\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC12458041 (http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12458041)http://www.ncbi.nlm.nih.gov/pubmed/41001641 (http://www.ncbi.nlm.nih.gov/pubmed/41001641)http://dx.doi.org/10.1021/jacsau.5c00625 (http://dx.doi.org/10.1021/jacsau.5c00625)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n鼓励我们",
    "sourceFile": "2267440494.txt",
    "chunkHash": "e7b67900412c287d972e6429f06e7b972f164447a23316339cc99a62cb432c4d"
  },
  "23": {
    "text": "[2025-10-01] - 文献\nElectrochemical Investigation of Post-Translational Modification-Modulated Biomolecular Liquid-Liquid Phase Separation.\n=======================================================================================================================\n\nYiwei Han, Jianyang Lu, Zhenzhen Guo, Peng Miao (2025) Electrochemical Investigation of Post-Translational Modification-Modulated Biomolecular Liquid-Liquid Phase Separation. JACS Au (IF: 8.7) 1 区 5(9) 4539-4546\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nPost-translational modification (PTM) plays a key role in the regulation of liquid-liquid phase separation (LLPS), which participates in cell behaviors and pathological processes. Quantitative analysis of PTM-regulated LLPS is therefore essential for understanding cellular processes and discovering new disease targets. However, the membrane-free structure, dynamic characteristics, and distinct chemical microenvironment of biomolecular condensates pose challenges to traditional methods. In this contribution, an electrochemical method is proposed to analyze PTM-regulated LLPS for the first time by exploring its effect on electrochemical species. By taking dephosphorylation as a model, we demonstrate that the degree of LLPS initiated by dephosphorylation can be quantitatively assessed. Importantly, this label-free method does not require probe immobilization or signal tagging, making it easily extendable to various PTM-involved LLPS processes. Overall, this work provides a highly sensitive, simplified, and universal approach for the quantitative study of LLPS, with broad potential applications in physiological and pathological research studies.© 2025 The Authors. Published by American Chemical Society.\n\n\n\nFigures\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC12458001 (http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12458001)http://www.ncbi.nlm.nih.gov/pubmed/41001640 (http://www.ncbi.nlm.nih.gov/pubmed/41001640)http://dx.doi.org/10.1021/jacsau.5c00865 (http://dx.doi.org/10.1021/jacsau.5c00865)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n下载文献鸟手机app",
    "sourceFile": "2267440495.txt",
    "chunkHash": "eb492b82d0eb4658da48ec4fc8e4f63e555ff06e167ebcf7861193e922a4eac0"
  },
  "24": {
    "text": "[2025-10-01] - 文献\nProtocol for the Preparation of a Recombinant Treacle Fragment for Liquid-Liquid Phase Separation (LLPS) Assays.\n================================================================================================================\n\nNadezhda Petrova, Konstantin Balagurov, Sergey Razin, Artem Velichko (2025) Protocol for the Preparation of a Recombinant Treacle Fragment for Liquid-Liquid Phase Separation (LLPS) Assays. Bio Protoc (IF: 1.1) 4 区 15(18) e5439\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nLiquid-liquid phase separation (LLPS) underlies the spatial organization of the nucleolus, a membraneless organelle responsible for ribosomal RNA (rRNA) transcription and ribosome subunit assembly. One of the key proteins involved in the formation of the fibrillar center of the nucleolus is the treacle, an intrinsically disordered protein that contains low-complexity repeats enriched in charged amino acid residues. In this work, we present a detailed protocol for the bacterial expression and purification of a recombinant fragment of treacle comprising two tandem low-complexity repeat (LCR) modules, with a total length of 136 amino acids. This fragment is intended for subsequent in vitro investigation of its ability to undergo LLPS. The described method enables the production of a soluble, biochemically pure protein preparation suitable for studying the mechanisms of spontaneous condensate formation in a cell-free system. This approach allows for the controlled modeling and quantitative evaluation of the contribution of low-complexity sequences to the phase behavior of treacle, independently of its interactions with cellular partners in vivo. Key features • Protocol describes the expression and purification of a soluble treacle fragment containing two LCR motifs, suitable for in vitro LLPS studies. • Avoids complications associated with full-length treacle expression by using a minimal, well-behaved construct. • Produces biochemically pure protein compatible with phase separation assays under controlled buffer and crowding conditions. • Applicable for dissecting sequence features driving electrostatically mediated LLPS in nucleolar IDR/LCR proteins.©Copyright : © 2025 The Authors; This is an open access article under the CC BY license.\n\n\n\nFigures\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC12457835 (http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12457835)http://www.ncbi.nlm.nih.gov/pubmed/41000164 (http://www.ncbi.nlm.nih.gov/pubmed/41000164)http://dx.doi.org/10.21769/BioProtoc.5439 (http://dx.doi.org/10.21769/BioProtoc.5439)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2267440496.txt",
    "chunkHash": "73758190afabc3c52515940291d388317cde66735c7d5f7fcbbf06074160636c"
  },
  "25": {
    "text": "[2025-10-01] - 文献\nEfficient production of D-tagatose through cell membrane permeabilization modification and multi-enzymes compartmentalization.\n==============================================================================================================================\n\nDandan Tang, Li Yang, Rui Long, Tangli Yang, Liling Zhang, Wei Liu, Ling Jiang (2025) Efficient production of D-tagatose through cell membrane permeabilization modification and multi-enzymes compartmentalization. Int J Biol Macromol (IF: 8.5) 2 区 147878\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nD-tagatose, a rare sugar with 92 % of sucrose's sweetness but only one-third of its calories, represents a promising low-calorie sweetener and functional food ingredient. However, microbial production of D-tagatose from lactose is often limited by inefficient substrate transport across cell membranes and suboptimal enzyme catalytic efficiency. In this study, we deployed a combination of cell membrane engineering and spatial enzyme organization to improve D-tagatose biosynthesis in Escherichia coli. First, we improved lactose uptake efficiency through deletion of the Braun lipoprotein (lpp) gene and overexpression of lactose permease (lacY), reducing fermentation time by one-third while maintaining comparable yields. Second, we addressed cofactor imbalance by chromosomally integrating the membrane-bound transhydrogenase gene pntAB, which further increased D-tagatose titer by 1.20-fold. Finally, we employed a RGG-RGG motif-mediated liquid-liquid phase separation strategy to compartmentalize the key pathway enzymes-xylitol reductase (SgXR) and galactitol dehydrogenase (RlGDH)-into membraneless organelles. Upon optimizing promoter regulation and induction timing, the engineered strain BLPBT04 achieved a D-tagatose titer of 10.01 g/L with a conversion yield of 95.2 % of the theoretical maximum (0.50 g/g lactose) and a volumetric productivity of 0.209 g/L/h in shake-flask fermentation, representing a 4.35-fold improvement over the parental strain. This work demonstrates that combining cell membrane engineering with enzyme compartmentalization via phase separation provides a powerful approach for enhancing rare sugars production in microbial cell factories.Copyright © 2025. Published by Elsevier B.V.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41005395 (http://www.ncbi.nlm.nih.gov/pubmed/41005395)http://dx.doi.org/10.1016/j.ijbiomac.2025.147878 (http://dx.doi.org/10.1016/j.ijbiomac.2025.147878)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n鼓励我们",
    "sourceFile": "2267440497.txt",
    "chunkHash": "63a3846617c9d6cf4947da4a91c8e26a4f2863c8f6dc0f6d44e444c664ebfbc7"
  },
  "26": {
    "text": "[2025-10-01] - 文献\nCatalytic Droplets: Enzyme Containing Microcompartments.\n========================================================\n\nMunishwar Gupta, Vladimir Uversky (2025) Catalytic Droplets: Enzyme Containing Microcompartments. Subcell Biochem 109 273-298\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nBacterial microcompartments (BMCs) and biomolecular condensates are two different forms of protein compartmentalization with different aims and functional advantages, representing specific designs of sequestering enzymes or segments of metabolic pathways. BMCs represent special proteinaceous organelles that are entirely composed of protein and are typically characterized by polyhedral shapes. By encapsulating and organizing metabolic enzymes with their substrates and cofactors BMCs act as specialized compartments within bacterial cells that promote and enhance specific biochemical pathways. They also serve important protective functions shielding vulnerable enzymes within a defined microenvironment and sequestering toxic or volatile intermediates. On the other hand, biomolecular condensates (also known as membrane-less organelles, MLOs) are dynamic, cell size-dependent, cytoplasmic and nucleoplasmic entities that typically contain both RNA and protein. They have unique morphologies, specific distribution patterns, are characterized by specific set of resident proteins, but their structural integrity is not supported by encapsulation in the membrane. Instead, their biogenesis is driven by liquid-liquid phase separation, and their structure is entirely controlled and mediated by the protein-protein, protein-RNA, and/or protein-DNA interactions. MLOs represent a different liquid state of cytoplasm or nucleoplasm (or mitochondrial matrix or chloroplastic stroma), whose major biophysical properties are rather similar to those of the rest of the intracellular fluid. Often, MLOs emerge in response to some specific environmental cues, being exploited by cells to respond in real time in a smart stimuli-responsive manner. BMCs are more permanent entities with selective transport through the protein shell. In that way and in many respects, they are closer to intracellular membrane-bounded organelles of eukaryotes than to MLOs. This chapter discusses diverse functions of BMCs and considers the ways by which they contribute to metabolic innovation in bacteria. Some functional roles of MLOs are considered as well.© 2025. The Author(s), under exclusive license to Springer Nature Switzerland AG.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41004005 (http://www.ncbi.nlm.nih.gov/pubmed/41004005)http://dx.doi.org/10.1007/978-3-032-03370-3\\13 (http://dx.doi.org/10.1007/978-3-032-03370-313)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n鼓励我们",
    "sourceFile": "2267440498.txt",
    "chunkHash": "64d74a9a6d07e1ff6a248a3e71699fa7fc5661174b59757a11b1ade5758aeab4"
  },
  "27": {
    "text": "[2025-10-01] - 文献\nMicropore-forming Photocurable Tissue Adhesive Promotes Cell Infiltration for Wound Healing.\n============================================================================================\n\nAkihiro Nishiguchi, Miho Ohta, Debabrata Palai, Hana Yasue, Pritha Sarkar, Hiyori Komatsu, Tetsushi Taguchi (2025) Micropore-forming Photocurable Tissue Adhesive Promotes Cell Infiltration for Wound Healing. Acta Biomater (IF: 9.6) 1 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nTissue adhesives suffer from a trade-off relationship between tissue adhesion strength for long-term wound closure and degradation rate for tissue regeneration, which results in the suppression of postoperative wound healing. Here, we report the development of micropore-forming tissue adhesives with an enhanced cell infiltration capacity for tissue regeneration. By leveraging the phase-separation behavior of gelatin modified with hydrogen-bonding moieties, bicontinuous and micropore-forming photocrosslinked hydrogels were developed. The photocrosslinked hydrogels are injectable and enzymatically degradable, showing high tissue adhesive strength against tissues of the collagen membrane, heart, stomach, and large intestine. Moreover, the microporous structure of the hydrogels could enhance fibroblast infiltration through the micropores. These hydrogels could also induce hair follicle regeneration and wound healing in skin incision wound models. This tissue adhesive has enormous potential for promoting wound healing and preventing postoperative complications. STATEMENT OF SIGNIFICANCE: Our study furthers the development of tissue adhesives to overcome a trade-off relationship between tissue adhesion strength for long-term wound closure and degradation rate for tissue regeneration. Micropore-forming tissue adhesives with an enhanced cell infiltration capacity was developed which can be used for tissue regeneration. By leveraging the phase-separation behavior of gelatin modified with hydrogen-bonding moieties, bicontinuous and micropore-forming photocrosslinked hydrogels were developed. The photocrosslinked hydrogels with micropores are injectable and enzymatically degradable, showing high tissue adhesive strength and cell infiltration. This tissue adhesive has enormous potential for promoting wound healing and preventing postoperative complications.Copyright © 2025 Acta Materialia Inc. Published by Elsevier Inc. All rights reserved.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41015281 (http://www.ncbi.nlm.nih.gov/pubmed/41015281)http://dx.doi.org/10.1016/j.actbio.2025.09.033 (http://dx.doi.org/10.1016/j.actbio.2025.09.033)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n鼓励我们",
    "sourceFile": "2268626708.txt",
    "chunkHash": "e64c7f69ad68d659c2ae99e2f5046efe04b468b2654c55d4a920955afd1ad572"
  },
  "28": {
    "text": "[2025-10-01] - 文献\npH-Driven Compartmentalization in Coacervate Protocells Enables Programmable Microreactors.\n===========================================================================================\n\nBingzhao Wu, Lianning Li, Hu Huang, Zhiyu Feng, Xinlong Zhang, Lei Zhang, Chunyu Zhao (2025) pH-Driven Compartmentalization in Coacervate Protocells Enables Programmable Microreactors. Small (IF: 12.1) 2 区 e06177\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nBottom-up construction of artificial cells is pivotal for investigating the functional and structural evolution of protocell systems. Here, a streamlined methodology is reported for constructing a protocell model that exhibits pH-adaptive responsiveness and functions as an efficient microreactor for cascade biochemical reactions. These protocells are engineered through liquid-liquid phase separation (LLPS) of poly(diallyldimethylammonium chloride) (PDDA) and adenosine triphosphate (ATP), yielding coacervate microdroplets that serve as nucleation sites for spontaneous self-assembly of phospholipid semipermeable membranes. By tuning the pH environment of the membranized protocells, the hydrolytic property of ATP under acidic conditions modulates the surface charge density of coacervates, triggering elevated surface potential and altered interfacial tension, which ultimately induce secondary phase separation inside the protocells to yield dynamically reconfigurable microcompartments. Notably, introduction of small-molecule substrates triggers enzymatic reactions within the molecularly crowded lumen of the protocells, which in turn drives pH-mediated micro-compartmentalization, enabling the coupling of biocatalysis with structural dynamics. This protocell model, characterized by programmable dynamic micro-compartmentalization, offers distinct advantages for applications in cellular mimicry, synthetic protobiology, and the development of artificial biomolecular microreactors.© 2025 Wiley‐VCH GmbH.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41014261 (http://www.ncbi.nlm.nih.gov/pubmed/41014261)http://dx.doi.org/10.1002/smll.202506177 (http://dx.doi.org/10.1002/smll.202506177)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2268626709.txt",
    "chunkHash": "6eec54962ed0866470d6dbb3459331af8be33b5632de63167ad1289058384013"
  },
  "29": {
    "text": "[2025-10-01] - 文献\nLipid-Mediated Assembly of Biomolecular Condensates: Mechanisms, Regulation, and Therapeutic Implications.\n==========================================================================================================\n\nShijie Ma, Zheng Yang, Chang Du, Binjie Gan, Tong Tang (2025) Lipid-Mediated Assembly of Biomolecular Condensates: Mechanisms, Regulation, and Therapeutic Implications. Biology (Basel) 14(9)\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nCellular organization relies on both membrane-bound organelles and membraneless biomolecular condensates formed through liquid-liquid phase separation. Recent discoveries reveal intricate coupling between lipid membrane organization and condensate assembly, reshaping our understanding of cellular compartmentalization. This review synthesizes multidisciplinary research using advanced techniques including super-resolution microscopy, fluorescence recovery after photobleaching, and in vitro reconstitution to examine lipid-condensate interactions. Lipid membranes serve as nucleation platforms that reduce critical concentrations for condensate formation by orders of magnitude through membrane anchoring and thermodynamic coupling, creating specialized microenvironments that substantially enhance enzymatic activities. Key regulatory mechanisms include phosphorylation-driven assembly and disassembly, membrane composition effects from cholesterol content and fatty acid saturation, and environmental factors such as calcium and pH. These interactions drive signal transduction through receptor clustering, membrane trafficking via organized domains, and stress responses through protective condensate formation. Dysregulation of lipid-condensate coupling, including aberrant phase transitions and membrane dysfunction, underlies metabolic disorders and neurodegenerative diseases. This coupling represents a fundamental organizing principle with significant therapeutic potential. Current challenges include developing quantitative methods for characterizing condensate dynamics in complex cellular environments and translating molecular mechanisms into clinical applications. Future progress requires interdisciplinary approaches combining advanced experimental techniques, computational modeling, and standardized protocols to advance both fundamental understanding and therapeutic innovations.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41007377 (http://www.ncbi.nlm.nih.gov/pubmed/41007377)http://dx.doi.org/10.3390/biology14091232 (http://dx.doi.org/10.3390/biology14091232)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2268626710.txt",
    "chunkHash": "cce0d7ce9149c5f2fad52078f1597655564d0a70bcde7d999a0b21492dfd92dd"
  },
  "30": {
    "text": "[2025-10-01] - 文献\nHealth sector transformation in Saudi Arabia-The modern healthcare model: A qualitative study among healthcare leaders.\n=======================================================================================================================\n\nAbeer Alharbi, Mohammed Aljuaid, Fahad Alamri, Shoroq Alosaimi, Sarah Aldeijy (2025) Health sector transformation in Saudi Arabia-The modern healthcare model: A qualitative study among healthcare leaders. J Taibah Univ Med Sci (IF: 1.9) 4 区 20(5) 643-653\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nThis study was aimed to examine the changes in healthcare delivery according to the Modern Healthcare Model (MHM), on the basis of the perspectives and experiences of healthcare leaders, using complexity theory to understand these changes.This qualitative study used a purposive sample of eight participants, which was considered sufficient to identify themes across the data. The data were collected through semi-structured interviews between October 2024 and December 2024. The questions pertained to determining the participants' backgrounds and roles in the organization; the enablers of, and challenges to, MHM implementation; the key transformational changes to the health system; and the effects of these changes on the population.This study presents five main themes and one subtheme derived from thorough data analysis. The main themes were health promotion and disease prevention; access to care; virtual care and healthcare digitalization; system efficiency and value; and cultural change. One subtheme emerging from the main theme, access to care, was primary healthcare and integration.The findings indicated that the MHM, which emphasizes prevention, digital solutions, primary healthcare, equitable access, and smooth transitions across care systems, has positively influenced the system's efficiency and value. In addition, these ongoing changes in the public healthcare sector might encounter challenges, particularly regarding public awareness and resistance to change.© 2025 The Authors.\n\n\n\nFigures\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC12466269 (http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12466269)http://www.ncbi.nlm.nih.gov/pubmed/41019605 (http://www.ncbi.nlm.nih.gov/pubmed/41019605)http://dx.doi.org/10.1016/j.jtumed.2025.08.006 (http://dx.doi.org/10.1016/j.jtumed.2025.08.006)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n下载文献鸟手机app",
    "sourceFile": "2271010127.txt",
    "chunkHash": "08783c88d9b2f796b3392703c8d2f0d2c45e092ac8f65e15d68eab2271f23298"
  },
  "31": {
    "text": "[2025-10-01] - 文献\nLifecycle Management as a Roadmap to the Tobacco Endgame.\n=========================================================\n\nShervin Assari, John Pallera, Mahmoud Efatmaneshnik (2025) Lifecycle Management as a Roadmap to the Tobacco Endgame. World J Clin Med Res 5(1) 52-79\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nTobacco endgame, defined as elimination of commercial tobacco sales The U.S. tobacco control landscape is a complex, adaptive system shaped by diverse stakeholders, evolving products and regulations, shifting social norms, and the strategic countermeasures of a powerful industry. Managing such complexity requires more than isolated interventions-it demands a coordinated, enterprise-wide approach that accounts for dynamic interactions, feedback loops, and emergent risks.Drawing on complex systems thinking, Zachman enterprise architecture model, and public health best practices, we conceptualize tobacco control as an evolving enterprise progressing through six interconnected phases: (1) Conception & Initiation, (2) Policy & System Design, (3) Implementation & Operation, (4) Evaluation & Adaptation, (5) Consolidation & Endgame Transition, and (6) Sustainment or Sunset. Each phase incorporates governance structures, performance benchmarks, and transition criteria designed to manage interdependence and reduce systemic vulnerabilities.The lifecycle framing emphasizes how tobacco control in the U.S. can evolve as a complex, adaptive enterprise-integrating public health objectives with legal, operational, and cultural change processes. This model supports strategic sequencing, cross-sector alignment, and risk mitigation against emergent industry tactics, enabling a resilient and measurable pathway to the endgame.Seeing tobacco control as a complex enterprise that operates under a lifecycle model may offer a roadmap for achieving and sustaining the tobacco endgame. Using this approach may enhance policy coherence, resource efficiency, and adaptability, ensuring tobacco endgame is achieved.\n\n\n\nFigures\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC12476262 (http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12476262)http://www.ncbi.nlm.nih.gov/pubmed/41018889 (http://www.ncbi.nlm.nih.gov/pubmed/41018889)http://dx.doi.org/10.31586/wjcmr.2025.6181 (http://dx.doi.org/10.31586/wjcmr.2025.6181)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2271010128.txt",
    "chunkHash": "e0d0c43f4dfe80270fe7e4404f733ddaacf32ed95ec47b555bb36f6bfda87cb6"
  },
  "32": {
    "text": "[2025-10-01] - 文献\nClassification of mild cognitive impairment developmental trajectories using multispatial scale structural brain networks.\n==========================================================================================================================\n\nChaoqing Zhang, Chunmei Song, Xing Li, Yuxuan Duan, Weiying Liu, Zhongqian Lu (2025) Classification of mild cognitive impairment developmental trajectories using multispatial scale structural brain networks. Neuroreport (IF: 1.7) 4 区 36(16) 976-987\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nIn this study, we investigated the interactions between brain regions at different scales in patients with mild cognitive impairment (MCI) to classify patients with MCI who may develop Alzheimer's disease (MCI-Converter (MCI-c)) and those with stable cognitive states (MCI-Stable (MCI-s)) at multiple spatial scales.We divided the brain into 210, 40, and 12 regions, respectively, based on anatomical a priori, and then extracted six morphological features. Based on this, an intralayer structural brain network was constructed to detect connections between brain regions at different levels, and an interlayer network was constructed to explore connections between different spatial scales. Then these two networks were merged into a whole-brain network and trained the classifier after feature selection.Our study successfully identified meaningful connectivity features for precise classification, achieving an accuracy of 92.41%. In addition, some frequently reported abnormal brain regions were localized to more precise regions.The human brain is a complex system with multiple spatial and temporal scales and multiple levels, showing a large number of emergent phenomena. Understanding the hierarchical relationship between brain structure and function is crucial. The network we constructed is not only important for MCI classification, but also holds promise for investigating other neurological conditions and elucidating brain development processes. Limitations include that model training and evaluation used only the Alzheimer's Disease Neuroimaging Initiative cohort; independent cohort validation is required to confirm generalizability. Moreover, integration with other imaging modalities (e.g. functional MRI and PET) may further improve prediction and will be explored in future work.Copyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41025578 (http://www.ncbi.nlm.nih.gov/pubmed/41025578)http://dx.doi.org/10.1097/WNR.0000000000002218 (http://dx.doi.org/10.1097/WNR.0000000000002218)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n鼓励我们",
    "sourceFile": "2272081108.txt",
    "chunkHash": "ef9d5a1c8eb7acb2028ba78e3aea8c1f02c00400666d3d0ca6467ac7d7b3dbcf"
  },
  "33": {
    "text": "[2025-10-01] - 文献\nBismuth-Selenopeptides Combine Potent Bioactivity with Exceptional Kinetic Inertness.\n=====================================================================================\n\nPritha Ghosh, Minghao Shang, Katarina Trajković, Lani Davies, Upamali Somathilake, Toshiki Takei, Hironobu Hojo, Christoph Nitsche (2025) Bismuth-Selenopeptides Combine Potent Bioactivity with Exceptional Kinetic Inertness. Angew Chem Int Ed Engl (IF: 16.9) 1 区 e202517700\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nBismuth peptides and proteins are emerging as versatile tools for medicinal chemistry and chemical biology. Bismuth(III) binds three cysteine residues in peptides and proteins with remarkable selectivity. While the thermodynamic stability of these bismuth complexes is outstanding, their kinetic lability imposes limitations. Introducing bismuth selenopeptides, we demonstrate that selenocysteine binds bismuth with substantially higher kinetic stability than cysteine. This effect was quantified by directly comparing a peptide containing three cysteine residues with an identical peptide containing three selenocysteines. Bismuth selenopeptides are not only inert to strong chelators such as ethylenediaminetetraacetic acid (EDTA) and diethylenetriaminepentaacetic acid (DTPA) but also to the natural metal-binding protein transferrin present in human plasma. We further demonstrate biological utility by developing bismuth selenopeptides that selectively bind and inhibit unrelated target proteins. To extend this concept to a more complex system, we investigated the human epidermal growth factor (EGF), a small protein comprising three disulfide bonds. We established that precisely two bismuth atoms bind to the six cysteine or selenocysteine residues in EGF and seleno-EGF, respectively. In the presence of EDTA, bismuth seleno-EGF remains fully intact, unlike its cysteine-based analog, consistent with observations from smaller peptides. Structural models confirm full preservation of the native EGF fold.© 2025 The Author(s). Angewandte Chemie International Edition published by Wiley‐VCH GmbH.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41024505 (http://www.ncbi.nlm.nih.gov/pubmed/41024505)http://dx.doi.org/10.1002/anie.202517700 (http://dx.doi.org/10.1002/anie.202517700)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2272081109.txt",
    "chunkHash": "cfd2b79c4b2f73bff4c121134331f77d787100c683e3c53ecf4f7bce8ef99eb2"
  },
  "34": {
    "text": "[2025-10-01] - 文献\nAmino acids bind to phase-separating proteins and modulate biomolecular condensate stability and dynamics.\n==========================================================================================================\n\nXufeng Xu, Merlijn van Haren, Iris Smokers, Brent Visser, Paul White, Robert Jansen, Evan Spruijt (2025) Amino acids bind to phase-separating proteins and modulate biomolecular condensate stability and dynamics. Nat Commun (IF: 15.7) 1 区 16(1) 8723\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nBiomolecular condensates (BCs) are ubiquitous compartments that regulate key functions in cells. BCs are surrounded by a complex intracellular environment, of which amino acids (AAs) are prominent components. However, it is unclear how AAs interact with condensate components and influence the material properties of condensates. Here, we demonstrate that phase separation is suppressed with glycine by using model heterotypic condensates composed of nucleophosmin 1 and ribosomal ribonucleic acid. The condensate density decreases, and the dynamics within the condensate increase. We find that glycine weakly binds to amide groups in the protein backbone and aromatic groups in the side chains, weakening the backbone-backbone interactions between neutral and charged disordered proteins while strengthening the interactions between aromatic stickers. This leads to different modulations of the phase behaviour in condensates formed by π/cation-π interactions and charge complexation. We further show that a modulation effect on BCs is observed for other proteinogenic AAs and can be transferred to short homopeptides. These insights offer strategies to modulate the dynamic properties of BCs in vivo.© 2025. The Author(s).\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41027866 (http://www.ncbi.nlm.nih.gov/pubmed/41027866)http://dx.doi.org/10.1038/s41467-025-63755-x (http://dx.doi.org/10.1038/s41467-025-63755-x)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n下载文献鸟手机app",
    "sourceFile": "2272081110.txt",
    "chunkHash": "b26bf4d27c9c9c72800e5b3db6c66ed1ef4de1cd67f27bb91b81cac6e783081b"
  },
  "35": {
    "text": "[2025-10-01] - 文献\nProtopeptide backbone affects assembly in aqueous solutions.\n============================================================\n\nSarah Fisher, Yishi Ezerzer, Rotem Edri, Daniil Akulenko, Eliav Marland, Moran Frenkel-Pinter (2025) Protopeptide backbone affects assembly in aqueous solutions. Proc Natl Acad Sci U S A (IF: 9.1) 1 区 122(40) e2500503122\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nOne of the most fascinating mysteries in the field of origins of life concerns the driving force that led to the selection of today's 20 universal L-alpha amino acids in biology. An essential aspect of life's emergence involves the formation of compartments, which offer encapsulation for target molecules and provide protection from hydrolysis in aqueous environments. Thus, polymers capable of assembly may have had a chemical evolutionary advantage over polymers that lacked this ability. We postulated that primordial peptide assembly could be one of the driving forces that led to the chemical selection of alpha amino acids in life today. To test this hypothesis, we generated depsipeptides, oligomers composed of ester bonds and peptide bonds that form readily under mild drying conditions, as model prebiotic peptides. However, it is unknown whether depsipeptides form assemblies in an aqueous environment similarly to peptides and proteins. To test the hypothesis that depsipeptides with alpha backbones will form assemblies more readily than beta backbones, we synthesized depsipeptides using a matrix of eight alpha- and beta-hydroxy acids and six alpha-, beta-, and gamma-amino acids. The reaction products were analyzed by microscopy and a physical stability analyzer to study assembly formation as well as various analytical techniques for chemical analysis. Our results demonstrate assembly formation in depsipeptide systems containing hydrophobic hydroxy acids and indicate that depsipeptide assemblies containing alpha hydroxy acid backbones are significantly more stable than beta analogs. Overall, our results offer an assembly-driven mode of selection for the alpha backbone in present-day biology.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41026817 (http://www.ncbi.nlm.nih.gov/pubmed/41026817)http://dx.doi.org/10.1073/pnas.2500503122 (http://dx.doi.org/10.1073/pnas.2500503122)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2272081111.txt",
    "chunkHash": "eb540d0fac44994c2459743562cc130e61cb72f14b0d2ced591035c9d3ab0731"
  },
  "36": {
    "text": "[2025-10-01] - 文献\nFRET-based biosensor moxCRONOS enables quantitative monitoring of macromolecular crowding in organelles and protein aggregates.\n===============================================================================================================================\n\nYurina Nakajima, Hiroaki Suzuki, Tamami Miyagi, Kohsuke Kanekura (2025) FRET-based biosensor moxCRONOS enables quantitative monitoring of macromolecular crowding in organelles and protein aggregates. J Biochem (IF: 1.7) 4 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nMacromolecular crowding is a fundamental property of the intracellular environment that influences protein folding, enzymatic activity, and phase behavior. Disruptions to the homeostasis of macromolecular crowding can drive pathological processes, such as aberrant liquid-liquid phase separation and protein aggregation, which are central features of several neurodegenerative diseases. However, tools for quantifying crowding and aggregation remain limited. Here, we describe moxCRONOS, a Förster resonance energy transfer (FRET)-based biosensor that enables the quantitative measurement of macromolecular crowding and protein condensation. moxCRONOS retains the optical properties of the original CRONOS sensor but offers enhanced stability in oxidative environments, such as within the endoplasmic reticulum or under sodium arsenite treatment, allowing for direct comparison of crowding levels across organelles regardless of redox conditions. Moreover, when fused to dipeptide repeat proteins associated with C9ORF72-linked neurodegeneration, moxCRONOS detects aggregation-prone states-especially in cells expressing glycine-alanine (GA) repeats. Using fluorescence-activated cell sorting, we achieved sensitive and quantitative detection of heterogeneous high-FRET cell populations containing GA aggregates. FRET signal intensity increased upon treatment with a molecular crowding agent or a proteasome inhibitor. These findings establish moxCRONOS as a versatile biosensor for investigating both physiological macromolecular crowding and pathological protein aggregation, with significant potential for disease modeling and therapeutic screening.© The Author(s) 2025. Published by Oxford University Press on behalf of the Japanese Biochemical Society.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41025966 (http://www.ncbi.nlm.nih.gov/pubmed/41025966)http://dx.doi.org/10.1093/jb/mvaf056 (http://dx.doi.org/10.1093/jb/mvaf056)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n鼓励我们",
    "sourceFile": "2272081112.txt",
    "chunkHash": "6ea3fcfbdf890ba663b039df6b8186d74f26476c80f03ef10fc734c6aee13ee6"
  },
  "37": {
    "text": "[2025-10-01] - 文献\nColloidal Stability Assessment of a Model Antibody Oligonucleotide Conjugate.\n=============================================================================\n\nDouglas Banks, Jon Cordia (2025) Colloidal Stability Assessment of a Model Antibody Oligonucleotide Conjugate. Mol Pharm (IF: 4.5) 2 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nAntibody oligonucleotide conjugates (AOCs) are quickly gaining traction as a new modality within the biopharmaceutical industry for their ability to precisely deliver gene expression modulating therapeutic oligonucleotides to specific tissues for the treatment of a range of genetic diseases. To realize their full pharmaceutical potential, high-concentration liquid formulations will need to be developed to minimize manufacturing costs and enable patient-centric subcutaneous routes of administration. Motivated by this goal, the current report details, to the best of our knowledge, the first systematic comparison of the pH and ionic strength dependence of the colloidal stabilities of a model AOC with the unconjugated monoclonal antibody (mAb) using a design of experiment approach. Similar to past investigations, protein-protein interactions of the mAb native state, as assessed by polyethylene glycol-induced liquid-liquid phase separation and dynamic light scattering experiments, were minimized at low pH and ionic strength solvent conditions, where long-range net electrostatic repulsion was highest. In contrast, the AOC was the least colloidally stable in these same solvent conditions, and higher solution viscosities were observed with increasing AOC concentration. The greater protein-protein intermolecular interactions of the AOC native state are believed to be caused by short-range attractive electrostatic interactions between the localized negative charge of the oligonucleotide and positive surface charge of the mAb. These interactions could be effectively minimized by raising solution pH and/or screening charge by increasing the ionic strength.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41022695 (http://www.ncbi.nlm.nih.gov/pubmed/41022695)http://dx.doi.org/10.1021/acs.molpharmaceut.5c01126 (http://dx.doi.org/10.1021/acs.molpharmaceut.5c01126)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2272081113.txt",
    "chunkHash": "af4918ef16ce7adbca78f79f264c0483206e504d607ed866e4c5617848d7e088"
  },
  "38": {
    "text": "[2025-10-02] - 文献\nGenetic regulation of ARID3B confers cleft lip with/without cleft palate susceptibility through LLPS-mediated transcriptional program.\n======================================================================================================================================\n\nXiaofeng Li, Dandan Li, Shu Lou, Junyan Lin, Yue Gao, Barbara Vona, Congbo Mi, Lin Wang, Lan Ma, Mulong Du, Yongchu Pan (2025) Genetic regulation of ARID3B confers cleft lip with/without cleft palate susceptibility through LLPS-mediated transcriptional program. Cell Rep (IF: 6.9) 1 区 44(10) 116377\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nGenome-wide association studies have identified numerous loci associated with nonsyndromic cleft lip with/without cleft palate (nsCL/P). However, the causal genes within these loci remain to be systematically investigated. Through a multiomics screening strategy, we identified 20 candidate genes, with ARID3B emerging as the most significant risk gene for nsCL/P. Focusing on the ARID3B locus, we found a casual variant at rs1821848 that diminished the binding affinity of NR2C2, resulting in the upregulation of ARID3B. Notably, we observed the formation of ARID3B granules through liquid-liquid phase separation (LLPS) both in vivo and in vitro. This ARID3B-mediated LLPS could essentially recruit coactivators SMAD2/3 and establish enhancer activity necessary for initiating the gene profile related to nsCL/P. Ultimately, disrupting the LLPS of arid3b effectively rescued migration, apoptosis, and phenotype deficits in zebrafish models. This study systematically revealed biological functions of both rs1821848 and ARID3B during nsCL/P development.Copyright © 2025 The Author(s). Published by Elsevier Inc. All rights reserved.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41032419 (http://www.ncbi.nlm.nih.gov/pubmed/41032419)http://dx.doi.org/10.1016/j.celrep.2025.116377 (http://dx.doi.org/10.1016/j.celrep.2025.116377)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2273097526.txt",
    "chunkHash": "18ef2d8124bf91f07187f6568abbf6653886fa7302200afe69f4466a222d93f4"
  },
  "39": {
    "text": "[2025-10-03] - 文献\nOrigins of life: the possible and the actual.\n=============================================\n\nRicard Solé, Christopher Kempes, Susan Stepney (2025) Origins of life: the possible and the actual. Philos Trans R Soc Lond B Biol Sci (IF: 4.7) 1 区 380(1936) 20240281\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nThe questions of how life forms, whether life is an inevitable outcome and how diverse its presentation could be remain some of the most profound in science. Investigations into the origin of life confront key issues such as uncovering key constraints and universal features of life, the plausibility of alternative biochemistries and the transition from purely chemical systems to information-bearing, evolvable entities. Many of these issues can be associated with early cell formation and evolution. Thus, protocellular systems have emerged as a key focus of study. Here, the community can ask questions about physical constraints and the co-evolution of energy, matter and information. The pursuit of these answers spans a wide range of disciplines, including geochemistry, statistical physics, systems and evolutionary biology, artificial life, synthetic biology and information theory, and reflects the inherently interdisciplinary nature of origin-of-life research. This article surveys key theoretical frameworks and experimental approaches that have shaped our current understanding, while outlining the major unresolved challenges that continue to drive the field forward. It also summarizes and contextualizes the articles in this special issue that address these questions.This article is part of the theme issue 'Origins of life: the possible and the actual'.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41035333 (http://www.ncbi.nlm.nih.gov/pubmed/41035333)http://dx.doi.org/10.1098/rstb.2024.0281 (http://dx.doi.org/10.1098/rstb.2024.0281)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n下载文献鸟手机app",
    "sourceFile": "2274175795.txt",
    "chunkHash": "2ac793c22bcdcbdc827ea2bf58a1e591268f459be8a9086d1f7050f360548ce8"
  },
  "40": {
    "text": "[2025-10-03] - 文献\nBifurcations and phase transitions in the origins of life.\n==========================================================\n\nRicard Solé, Manlio De Domenico (2025) Bifurcations and phase transitions in the origins of life. Philos Trans R Soc Lond B Biol Sci (IF: 4.7) 1 区 380(1936) 20240295\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nThe path towards the emergence of life in our biosphere involved several key events allowing for the persistence, reproduction and evolution of molecular systems. All these processes took place in a given environmental context and required both molecular diversity and the right non-equilibrium conditions to sustain and favour complex self-sustaining molecular networks capable of evolving by natural selection. Life is a process that departs from non-life in several ways and cannot be reduced to standard chemical reactions. Moreover, achieving higher levels of complexity required the emergence of novelties. How did that happen? Here, we review different case studies associated with the early origins of life in terms of phase transitions and bifurcations, using symmetry breaking and percolation as two central components. We discuss simple models that allow for understanding key steps regarding life origins, such as molecular chirality, the transition to the first replicators and cooperators, the problem of error thresholds and information loss and the potential for 'order for free' as the basis for the emergence of life.This article is part of the theme issue 'Origins of life: the possible and the actual'.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41035327 (http://www.ncbi.nlm.nih.gov/pubmed/41035327)http://dx.doi.org/10.1098/rstb.2024.0295 (http://dx.doi.org/10.1098/rstb.2024.0295)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n下载文献鸟手机app",
    "sourceFile": "2274175796.txt",
    "chunkHash": "a52bec262beba93fb9fc0aa259c388fa4eaf48c6501c995b2831373fcd970bbb"
  },
  "41": {
    "text": "[2025-10-03] - 文献\nPolystyrene nanoplastics modulate VGLL3 phase separation by enhancing intermolecular interactions: Implications for fibrosis and beyond.\n========================================================================================================================================\n\nMei Dang, Qinqin Deng, Longjiang Wu, Chenxuan Yang, Gelin Jin (2025) Polystyrene nanoplastics modulate VGLL3 phase separation by enhancing intermolecular interactions: Implications for fibrosis and beyond. J Hazard Mater (IF: 11.3) 1 区 498 140014\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nMicroplastics and nanoplastics (MNPs) are widespread environmental pollutants associated with diverse health risks, yet their impact on protein liquid-liquid phase separation (LLPS) in fibrosis remains poorly understood. Here, we focus on vestigial-like family member 3 (VGLL3), a transcriptional cofactor implicated in fibrosis, to investigate whether polystyrene nanoparticles (PS NPs) with defined surface chemistries and sizes modulate its phase behavior. The results revealed that PS-COOH NPs robustly and selectively induced VGLL3 LLPS in a concentration- and size-dependent manner, with re-entrant dissolution at higher NP fractions. In contrast, PS NPs and PS-NH₂ NPs exert only minor effects. The condensates were sensitive to 1,6-hexanediol, indicating their dynamic and reversible nature. Dynamic light scattering (DLS) revealed right-shifted size distributions consistent with higher-order NP-protein complexes, whereas a negatively charged oligonucleotide failed to trigger LLPS, suggesting that charge alone is insufficient. Molecular docking supports a scaffold model in which PS-COOH NP surfaces stabilize multivalent hydrogen-bonding and hydrophobic contacts between VGLL3 molecules. Collectively, these findings provide a mechanistic basis for how carboxylate-rich/aged MNPs can remodel condensates of a fibrosis regulator, offering a framework to assess MNP health risks and to guide the design of safer or condensate-targeting nanomaterials.Copyright © 2025 Elsevier B.V. All rights reserved.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41037909 (http://www.ncbi.nlm.nih.gov/pubmed/41037909)http://dx.doi.org/10.1016/j.jhazmat.2025.140014 (http://dx.doi.org/10.1016/j.jhazmat.2025.140014)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n鼓励我们",
    "sourceFile": "2274175797.txt",
    "chunkHash": "94160c5dc5ab5179646e7e4dce64be5b2e60e15f42fb7815ece8647240ce3c3b"
  },
  "42": {
    "text": "[2025-10-03] - 文献\nComplete scaling theory applied to light scattering measurements of nitrobenzene + alkane liquid-liquid phase separation behaviors.\n===================================================================================================================================\n\nGavin Klipfel, Wren Dunham, Nathaniel Rutter, Stina Schwebke, J Williamson (2025) Complete scaling theory applied to light scattering measurements of nitrobenzene + alkane liquid-liquid phase separation behaviors. J Chem Phys (IF: 3.1) 2 区 163(13)\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nComplete scaling theory expresses universal critical scaling fields as analytical combinations of all relevant experimental fields, both independent and dependent. Its utility has been demonstrated in the analysis of asymmetric liquid-liquid coexistence curves. Here, applications of complete scaling theory are extended to two other physical observables in liquid-liquid systems: light scattering and wetting properties. Coexistence curves for the nitrobenzene + n-hexane, +n-decane, and +n-tetradecane systems were measured using a synthetic method approach. Critical compositions ZC for these systems were determined from 90° light scattering data using three different choices of experimental composition coordinate. For each system, the ZC values became independent of composition choice when the nonanalytic complete scaling coefficients D2, found from fitting the coexistence curves, were incorporated into the analyses of the light scattering data through a transformation of the experimental composition coordinate. In addition, divergent wetting layer formation at the liquid/vapor interface on the nitrobenzene-rich side of the coexistence curve was observed in all three systems. After making the complete scaling correction to the composition coordinate, the growth behaviors of the wetting layers were identical to each other and to those seen in other systems. Values of the critical mole fraction xC, the critical temperature TC, and the complete scaling field mixing coefficient a1 for the three systems are reported and compared with the literature.© 2025 Author(s). Published under an exclusive license by AIP Publishing.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41036790 (http://www.ncbi.nlm.nih.gov/pubmed/41036790)http://dx.doi.org/10.1063/5.0292769 (http://dx.doi.org/10.1063/5.0292769)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2274175798.txt",
    "chunkHash": "f28492ea76a76ef590732e3b80ca3b5e98e287a139077e60c367969fd17c37ad"
  },
  "43": {
    "text": "[2025-10-03] - 文献\nCoacervate Droplets Drive Organocatalyzed Aqueous C-C Bond Formation via Interfacial Activation.\n================================================================================================\n\nKevin Peyraud-Vicré, Charline Dechamps, Nicolas Martin, Valérie Desvergnes (2025) Coacervate Droplets Drive Organocatalyzed Aqueous C-C Bond Formation via Interfacial Activation. J Am Chem Soc (IF: 15.6) 1 区\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nCompartmentalization is central to the regulation of biochemical reactions in living systems, with membraneless organelles formed by liquid-liquid phase separation (LLPS) offering dynamic environments that influence biochemical reactivity. Inspired by this principle, coacervate microdroplets have emerged as promising synthetic analogues for modulating both enzymatic and nonenzymatic reactions in water. Here, we report that coacervates can actively promote aqueous N-heterocyclic carbene (NHC) organocatalysis, enabling base-free carbon-carbon (C-C) bond formation via the Stetter reaction. Using a newly designed amphiphilic thiazolium precatalyst, we show that model polyelectrolyte coacervates not only sequester organic droplets containing the Stetter reactants, creating a unique coacervate/organic droplet interface, but also directly facilitate carbene generation. Remarkably, this activation arises from a strong electrostatic interaction between the thiazolium salt and the polyanion, which spontaneously coacervate together to form catalytically active droplets. These coacervates act as sacrificial reaction compartments, dissolving upon carbene formation while driving C-C bond formation in the absence of added base, highlighting the capacity of coacervates to restructure and respond dynamically during catalysis. Together, our results uncover a previously unrecognized mode of organocatalyst activation within LLPS-based materials, expanding the functional scope of phase-separated systems and suggesting broader potential for leveraging multiphase systems to modulate reactivity through emergent interfacial phenomena in water.\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41036763 (http://www.ncbi.nlm.nih.gov/pubmed/41036763)http://dx.doi.org/10.1021/jacs.5c10731 (http://dx.doi.org/10.1021/jacs.5c10731)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2274175799.txt",
    "chunkHash": "6e929164504401426c2502d812f7e5ab7361d99ab523f89126ffa8b0f71114a9"
  },
  "44": {
    "text": "[2025-10-03] - 文献\n3D Genome Architecture in Stem Cell Lineage Commitment: from Structural Organization to Precision Regulation.\n=============================================================================================================\n\nYanchi He, Wenrui Li, Lin Li, Ying Yang, Yutong Lu, Yufei Pan, Qing Wang, Yuqiang Sun, Yuxuan Xie, Mingyue Wu, Peng Luo, Wansu Sun, Hengguo Zhang (2025) 3D Genome Architecture in Stem Cell Lineage Commitment: from Structural Organization to Precision Regulation. Adv Genet (Hoboken) 6(3) e00035\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nStem cell lineage commitment is governed by intricate interactions between epigenetic mechanisms and 3D genome organization. Traditional linear epigenetics, including DNA methylation and histone modifications, cannot fully elucidate the complex spatiotemporal regulation of gene expression. Recent advances in spatial genomics technologies, such as high-throughput chromosome conformation capture (Hi-C), single-cell Hi-C, and Chromatin immunoprecipitation combined with Hi-C (Hi-ChIP), have provided unprecedented insights into genome architecture, revealing key structural units like chromatin compartments, topologically associating domains (TADs), and chromatin loops. These structures dynamically reorganize during differentiation, influencing transcriptional accessibility and lineage-specific gene activation. Additionally, liquid-liquid phase separation (LLPS)-mediated transcriptional condensates, such as transcription factories and super-enhancers, have emerged as essential regulators of gene expression patterns during cell fate transitions. The integration of multiomics data and artificial intelligence-driven predictive modeling further enhances the understanding of these regulatory networks. Despite ongoing technical challenges, including limitations in resolution, data complexity, and causal inference, recent advances continue to push the field forward. Engineered interventions such as CRISPR-based spatial genome editing and AI-powered computational platforms hold great promise for translating structural insights into targeted therapeutic strategies in regenerative medicine.© 2025 The Author(s). Advanced Genetics published by Wiley Periodicals LLC.\n\n\n\nFigures\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC12482939 (http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12482939)http://www.ncbi.nlm.nih.gov/pubmed/41036476 (http://www.ncbi.nlm.nih.gov/pubmed/41036476)http://dx.doi.org/10.1002/ggn2.202500035 (http://dx.doi.org/10.1002/ggn2.202500035)\n\nSimilar articles\n\nTools\n\nExport to RIS\n\n\n\n鼓励我们",
    "sourceFile": "2274175800.txt",
    "chunkHash": "b5e144f6666add3d9f2c024df90c9005ac6996b1c1fdd002d4fccac78830885f"
  },
  "45": {
    "text": "[2025-10-04] - 文献\nSeismic resilience of urban networks: dataset for infrastructure visualization and vulnerability assessment.\n============================================================================================================\n\nMarco Civera, Fabrizio Aloschi, Galilea Di Maio, Juan Fierro Carrasco, Andrea Miano, Bernardino Chiaia, Andrea Prota (2025) Seismic resilience of urban networks: dataset for infrastructure visualization and vulnerability assessment. Sci Data (IF: 6.9) 2 区 12(1) 1614\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nWe provide geographic information system (GIS) data and a multimodal dataset from a systematic infrastructure vulnerability assessment in the urban road networks of Turin and Naples, Italy. The seismic typologies of the relevant structural objects (SOs), including bridges, buildings, and roads, were evaluated using digital elevation models (DEMs) and satellite data. The presented GIS data are essential for visualizing and spatially interconnecting SOs; this enables network modeling as a complex system within the Spatial Data Infrastructure (SDI) portfolio of interest. The dataset also includes landslide characteristics from Geoportale Piemonte and the GeoNetwork catalog. Potential applications include resilience analysis, seismic risk assessment, emergency response planning, and post-disaster recovery estimations. Moreover, the dataset helps investigate the interplay between structural vulnerability and geohazards like landslides, heavy rainfall, and earthquakes. Notably, it is particularly relevant for research on urban networks as complex systems, where SDIs assess transportation efficiency and functionality in both pre- and post-event scenarios.© 2025. The Author(s).\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41044133 (http://www.ncbi.nlm.nih.gov/pubmed/41044133)http://dx.doi.org/10.1038/s41597-025-05903-y (http://dx.doi.org/10.1038/s41597-025-05903-y)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2275228346.txt",
    "chunkHash": "44e8ec82b0a596e2055952e527c2e304515422d5a97cadd964a511a7e865b8fd"
  },
  "46": {
    "text": "[2025-10-04] - 文献\nIdentification of prognostic genes associated with phase separation in lung adenocarcinoma and construction of prognostic models.\n=================================================================================================================================\n\nHanlin Wang, Qi Zhang, Yiwei Liu, Jiaxin Tang, Xiu Chen, Renquan Zhang (2025) Identification of prognostic genes associated with phase separation in lung adenocarcinoma and construction of prognostic models. Sci Rep (IF: 3.9) 3 区 15(1) 34547\n\n找到全文\n\n点击PDF图标到全文页面\n\nAbstract\n\nLung adenocarcinoma (LUAD) is a common histological subtype of lung cancer, but its prognosis remains poor. Recent studies have suggested that liquid-liquid phase separation-related genes (LRGs) can significantly predict the prognosis of low-grade tumors. Identifying potential LRGs associated with prognosis in LUAD could have significant clinical value for predicting patient outcomes. Data were sourced from public databases. Differentially expressed LRGs (DE-LRGs) were identified through differential expression analysis and by taking intersections between datasets. Regression analysis and the Least Absolute Shrinkage and Selection Operator (Lasso) method were used to shortlist prognostic genes, and a multivariate Cox regression model was developed to create a prognostic risk model. Tumor samples were stratified into high- and low-risk groups based on the median risk score. Independent prognostic analyses and the construction of a nomogram were performed in conjunction with clinical characteristics. Immune characteristics of the two risk groups were also analyzed. Additionally, single-cell RNA sequencing (scRNA-seq) data were used to identify cell clusters and annotate known cell types. A total of 389 DE-LRGs were identified, and 7 prognostic genes were selected to construct the risk model. Patients in the high-risk group exhibited lower survival rates, and the nomogram demonstrated high predictive accuracy. Significant differences were observed in clinical characteristics, immune status, and drug sensitivity between the high- and low-risk groups. Based on scRNA-seq data, 8 distinct cell types were annotated, with the prognostic genes GRIA1 and BCAN showing higher expression levels in fibroblasts and mast cells, respectively. Seven prognostic genes were identified, and the resulting prognostic model accurately predicted the survival outcomes of LUAD patients. This model provides valuable insights for the prognosis and personalized treatment of LUAD patients.© 2025. The Author(s).\n\n\n\nLinks\n\nhttp://www.ncbi.nlm.nih.gov/pubmed/41044260 (http://www.ncbi.nlm.nih.gov/pubmed/41044260)http://dx.doi.org/10.1038/s41598-025-17884-4 (http://dx.doi.org/10.1038/s41598-025-17884-4)\n\nSimilar articles\n\nTools\n\nExport to RIS",
    "sourceFile": "2275228347.txt",
    "chunkHash": "71643cd8e917088e3debeb94d2d03714cb969807400a27f1778326bc3d7d3559"
  }
}